{"meta":{"title":"西木集","subtitle":null,"description":"人活的太安逸，就会被生活所累。","author":"lyqblue","url":"http://yoursite.com"},"pages":[{"title":"关于","date":"2018-07-02T09:23:03.000Z","updated":"2018-07-02T13:33:36.000Z","comments":true,"path":"about/index.html","permalink":"http://yoursite.com/about/index.html","excerpt":"","text":"网站菜鸟一枚，此网站的搭建，基本全靠度娘和Google，只为让一些好文章有一个聚集地，不会做动画的动画专业毕业生，业余生活基本是数码、代码，产品控、硬件控，综上所述，一个凡尘中人。 E-mail:lyqblue@qq.com Github:@lyqblue Weibo:栗奇奇的梦"},{"title":"文章分类","date":"2018-07-02T09:23:03.000Z","updated":"2018-07-05T08:52:26.000Z","comments":false,"path":"categories/index.html","permalink":"http://yoursite.com/categories/index.html","excerpt":"","text":""},{"title":"标签","date":"2018-07-02T09:33:18.000Z","updated":"2018-07-05T03:48:32.000Z","comments":true,"path":"tags/index.html","permalink":"http://yoursite.com/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"财富本身的造富能力，远比我们想象的更加可怕。","slug":"西虹市首富观后感","date":"2018-07-30T15:18:18.000Z","updated":"2018-07-31T12:07:41.000Z","comments":true,"path":"2018/07/30/西虹市首富观后感/","link":"","permalink":"http://yoursite.com/2018/07/30/西虹市首富观后感/","excerpt":"by《西虹市首富》观后感 先说结论，《西虹市首富》是又一部打上了“开心麻花”鲜明烙印的喜剧，其喜感与笑果，比之麻花的几部前作还要更胜一筹。","text":"by《西虹市首富》观后感 先说结论，《西虹市首富》是又一部打上了“开心麻花”鲜明烙印的喜剧，其喜感与笑果，比之麻花的几部前作还要更胜一筹。 从喜剧手法而言，《西虹市首富》沿用的是《夏洛特烦恼》和《羞羞的铁拳》里惯用的倒置手法，《夏洛特烦恼》是时代的倒置，《羞羞的铁拳》是性别的倒置，而最新这部《西虹市首富》，大概可以视为现实与梦想的倒置。倒置一出，反差便随之而来，紧接着，便是因反差而产生的荒诞与喜感。反差越强烈，笑果便更明显。 核心设定闫非和彭大魔这对编导主创，对当下的观众审美与观影习惯有足够深的研究和了解，他们清楚普通人的烦恼与软肋，也深知普通人的憧憬与梦想，观众想要看到什么，他们便会把这些高度生活化的素材，揉碎了喂到观众嘴里，当你下意识开口大笑的时候，片子的内容也基本都已消化掉了。 这次的《西虹市首富》，大体上依然是沿用这一套方法。总的来说，这套方法的确行之有效，但谈不上多么令人惊艳的新意。就我个人而言，这部电影更有趣的一点，是它颇具新意的设定。 《西虹市首富》的故事进展，以及全片的喜剧笑果，基本都源于“必须在一个月内花光十个亿”这么一个核心设定。 在此之前，屌丝一夜暴富的设定并不鲜见，这个设定充其量只能满足许多人异想天开的白日梦，但也只能去描写屌丝对于权贵身份的不适感，又或是去讽刺占用大量财富的上层阶级情感的空虚与冷漠，生活的奢靡与颓丧。这样的立意，《西虹市首富》当然也有，但在这个年代，这一点都不新鲜。 而“必须在一个月内花光十个亿”的设定，则在最大程度上实现了这种巨大的反差与讽刺笑果。屌丝不但一夜之间成了人人梦想成为的亿万富翁，而且还必须在极短的时间里花光一笔巨款。为了达到这个目的，他在这个过程中所做的每一件事、每一次决定，几乎都与我们所知的常理相悖。因此会产生多少荒诞不经的笑料，可想而知。 但更加有趣的是，这样一个设定，也让整部电影背后想要探讨的主题，有了多一层值得咂摸的空间。 不妨先来想一想这个问题：片中王多鱼的二爷，答应把三百亿的巨额遗产交给他的三个条件，一是他必须拒绝拿20万踢假球，二是要在一个月内按照要求花光十个亿，三是他愿意舍弃这三百亿去救夏竹。一和三我们都很好理解，做人不能丧失善良与正直的基本底线，但二却令人有点费解，按照正常的思维来说，这样一个“苛刻”的要求，简直有点像是恶作剧般的胡闹。除非我们认为这就是导演和编剧故意设定的喜剧桥段，但这样一来，就让二爷对王多鱼的考验有点令人生疑。 但二爷真的是有意折腾王多鱼而胡闹吗？那么他为什么要定下另外两条合情合理的要求呢？事情当然并没有那么简单。 二爷的深意？如果你仔细地回顾一遍影片的剧情，你会发现，王多鱼自打接受这个挑战以后的每一次花光这十个亿的努力，几乎都以失败告终。那些挥霍性的吃喝玩乐撇开不提（因为对于最后的结果也微乎其微），他试图买入垃圾股票，股票统统飞涨；他试图投资不着调的梦想项目，项目都因为阴差阳错的原因成功变现；他想要花天价请巴菲特吃饭，饭钱虽然花的冤枉，结果却帮他赚了更多的钱；他想要借追求夏竹的名义一掷千金，因此歪打正着追到手的夏竹，却成了他最后继承遗产最大的阻碍…… 简单地说就是，获得了十亿挥霍权的王多鱼，与过去那个王多鱼一模一样，一点也没有变，依然是那个十足的干什么都会失败的屌丝。 而让他最后成功地花光这十个亿的一招，也是他从始至终唯一一次成功的招数，是贩卖“脂肪险”。“脂肪险”当然有公益慈善性质，因其符合正确的价值导向，所以成功。但背后更重要的一点是，这其实不再是一次纯粹的消费行为，而是一次商业交易行为。 换句话说就是，如果像普通人一样，永远试图用挥霍性浪费的行为来花光这个十个亿，几乎注定要失败。而只有当他具备了一个真正的商人的头脑，才有可能花光这笔巨资。一个懂得了如何“正确地”花掉这笔钱的人，才有可能真正合理地使用那更加庞大的三百亿。 这才是二爷制定他这一套游戏规则的真正动因，也是编导打造这一设定的高明之处。看似不合常理，背后却逻辑自洽。 财富本身的造富能力而更让我们细思极恐的一点是，之所以用挥霍性的方式去花光十亿巨资的行为最终一定会失败，是因为，财富本身的造富能力，远比我们想象的更加可怕。 片中王多鱼那一系列不过脑子的盲目投资，最后却一个个无心插柳地获得巨额回报，当然是被夸大的笑料。但是事实上，任何一个普通人如果手握这样一笔巨资，如果他足够任性地去投资，都很可能收获远远超出其想象的丰厚回报。 说一句可能并不夸张的话，当一个人拥有三百亿时，他想要花光十个亿可能真的比他想要多赚十个亿困难得多。 在近三百年的资本发展历史里，钱，永远是赚钱的第一生产力。而巨大的财富差距，也注定会成为无数人无法逾越的阶级鸿沟。 贫穷，真的会限制我们的想象力。我们既无法想象如何赚到这么多钱，我们也无法想象在拥用时如何利用这么多钱，我们甚至无法想象该怎样挥霍这么多钱。 这一切的前提是，如果我们始终都只是在用“钱”这个标准来衡量自身与世间一切的价值。如果你认同“钱”是至高甚或唯一的标准，那么你就永远是钱的奴隶——无论你拥有多少钱。 这一点，或许也是《西虹市首富》那一系列荒诞不经的讽刺背后的真意——你只有真正成为了一个“金主”（钱的主人），才能摆脱它的奴役。","categories":[{"name":"简生活","slug":"简生活","permalink":"http://yoursite.com/categories/简生活/"}],"tags":[{"name":"文章","slug":"文章","permalink":"http://yoursite.com/tags/文章/"},{"name":"影评","slug":"影评","permalink":"http://yoursite.com/tags/影评/"}]},{"title":"以多数人的努力程度之低，根本没资格谈阶级固化","slug":"阶级固化","date":"2018-07-30T14:33:18.000Z","updated":"2018-07-31T12:07:41.000Z","comments":true,"path":"2018/07/30/阶级固化/","link":"","permalink":"http://yoursite.com/2018/07/30/阶级固化/","excerpt":"今天分享一篇很现实，又很启发性的文章，值得一读~ 01当我们在讨论阶层固化的时候，其实谈的是围绕中产阶级的焦虑。 如何定义中产阶级，众说纷纭，没有一个确切的衡量标准。一般来说，当人开始抱怨阶级固化时，其实代表他已经脱离了马斯洛需求的最低端层次，足以为了自我实现而开始焦虑。","text":"今天分享一篇很现实，又很启发性的文章，值得一读~ 01当我们在讨论阶层固化的时候，其实谈的是围绕中产阶级的焦虑。 如何定义中产阶级，众说纷纭，没有一个确切的衡量标准。一般来说，当人开始抱怨阶级固化时，其实代表他已经脱离了马斯洛需求的最低端层次，足以为了自我实现而开始焦虑。 真正位居底层的人，活着就要拼劲全力了，从来就不会去考虑阶层是否固化，温饱对于他们来说已经很奢侈。 当普通民众用双手所赚取的劳动收入，远比不上资本家的资产性收入，只能被维持在“谋生”的状态，挤占自我提升、投资自己的机会，丧失进阶的可能性。 在柯南的剧场版《贝克街的亡灵》里，就揭示了日本严重的阶层固化现象： 大前研一在《低欲望社会》里写出了当今日本的现状： 1、年轻人不愿意背负风险，不像从前世代一样愿意独立购屋，背负几千万的房贷。 2、少子化，人口持续减少、人力不足；另一方面，又面临人口超高龄化的问题。 3、丧失物欲、成功欲：对于“拥有物质”毫无欲望，随便吃个一、两餐就能活下来的社会，“出人头地的欲望”也比先前世代降低不少。 4、无法提升消费者信心，无论是货币宽松政策或公共投资，撒再多钱也无法改善经济。 由于社会的发达和便利程度高，日本年轻人不用为衣食发愁，更不想背负沉重的贷款，因此选择降低自身欲望来维持体面的生活。 更糟糕的是，这种低欲望状态，往往伴随着年轻人学习和记忆的衰退，形成一种恶性循环。当局者似乎也愿意看到低智商社会的形成，让高智商的精英阶层收益，并热衷于制造各种娱乐来麻痹年轻人的思维。 当日本的“御宅族”越来越多，沉浸在虚拟世界的人就越来越不关心社会，那么最终和《黑客帝国》里后脑勺被插上管子的人没什么区别。 而在中国，由于“人民日益增长的美好生活需要”和“不平衡不充分的发展”有矛盾，焦虑就成为中产阶级奋斗的源泉，社会经济才能保持高速腾飞。 某种程度来说，对未来的焦虑能刺激人们的拼搏精神，但是内心的不安全感，让广告商发现了焦虑商机，并将消费主义和中产阶级捆绑起来，让人们通过虚荣的假象来维持脆弱的自尊。 02也有人因为越焦虑，就越需要娱乐来麻痹自己的神经，从而逃避一切。 很多人对阶层固化有一种奇怪的逻辑，他们所羡慕所感叹的，往往是一些互联网大佬，一边唏嘘着别人的小目标，一边抨击社会的不公。 给我感触很深的是，在这群抱怨的人群里，是否真的都处于阶层固化的跨越边缘，万事俱备只欠东风呢？好像并不是，且大部分都是年轻人。 社会的上升空间一直都在，有的人高考失利，上不了211、985，即使自怨自艾也无济于事，但是完全可以充实自我，想办法提高自己的竞争力。 如果连英语四六级证书都过不了，如果大学四年都荒废在打游戏上面，如果社交上只认识几个外卖员和快递员，这和咸鱼本质上没什么区别。 等毕业后找工作时处处碰壁，就开始厚着脸皮抱怨社会，这不是阶层固化的受害者，而是异想天开的懒癌患者。 大部分能在北上广扎根的拼搏者，都是住在城中村、地下室和隔断间里，用尽生命去熬，耗尽热血来赚钱，然后才能结出硕果，人到中年时才有属于自己的房子和户口。 但是现在刚出来社会没多久，20岁出头的人，受到一点职场的小挫折就埋怨不公，就妄想着买800万的学区房？ 刚毕业就想跨越阶层，平步青云，这不叫社会阶层的合理提升，这叫异想天开，拦路打劫。即使你将食物端到他们嘴边，他们还会抱怨为什么不用勺子来喂。 根源上属于思想的懒惰。 不少人有一种毛病，他们宁愿被人批评懒惰，不上进，也不愿承认天赋上比别人差，就连老师，也只敢在家长面前说，你家的孩子很聪明啊，但就是不努力云云。 因为天赋的缺陷是先天的，难以弥补，只有被打上懒惰的标签，才能证明当前生活的失败，是因为自己不努力所造成，只要努力了，就能改变一切。 也正是有这种潜意识的存在，很多人并不屑于在风口上赚钱的投机者，对自己迷之自信，所以一直没有去行动，充当键盘评论机，口头上的名言永远是：“我评论冰箱难道还要学会制冷啊？” 某作家写了一本畅销书，名利双收，于是他们大肆鄙夷，这种垃圾的鸡汤文也有人看，什么水平啊，我高中时候就写烂了，换做是我写，肯定怎样怎样…… 看到某主播随便吃个饭，唱个歌或者打游戏就有上万元打赏，他们也暗自嘲讽，这种肤浅的卖弄风骚也能赚钱，这游戏水平太差了，换做我肯定赚得更多。 当这群人鄙视过后，或许只有20%的人，会真正地尝试行动，却被现实狠狠地打脸。 原来畅销书的文笔虽然直白，却凝练而有趣，即使讲一个肤浅的鸡汤例子，也能生动而形象，但是自己的文字和小学生没什么区别，连“地的得”的用法都分辨不清。 别人直播是门庭若市，自己直播却门可罗雀，冷冷清清，摸爬滚打几个月后才发现，原来直播不是单纯地低头打游戏，还要实时和观众互动，并管理好自己的微表情，遇到喷子也要宠辱不惊，考验人的定力。 当尝到一点挫折的时候，大部分人就会选择放弃，并自我安慰，这不适合我，死活不承认自己的失败；剩余的人会进行充电学习，但是也会寻求各种速成的学习方式，往往欲速则不达。 焦虑很多时候伴随着颓丧而生，越焦虑的人，就越想逃避。一个很有意思的现象是，在四个月前我就说“经常玩王者荣耀的人，只会挤占掉提升时间，最终阻碍了自己的发展。” 有读者顿悟，并立刻卸载了王者荣耀，身边的朋友也“立地成佛，改过自新。”然而从目前来看，我发现情况并没有变好。没有了王者荣耀，还会有各种替代性的杀时间工具出现，就比如最近大火的吃鸡。 我曾强调过，心态上没有转变过来，只是单纯地卸载王者荣耀是无济于事的，因为已经习惯了游戏的即时奖励机制，没有耐心区做枯燥乏味的工作。 没有说不给玩游戏，但是上班8小时，竟然有3个小时玩游戏，2个小时聊天，1个小时刷微信，1个小时看小说，剩下1个小时匆匆忙忙地处理手头上的工作，这种状态，该如何工作呢？ 等到了最后，业绩成为公司最差的一员，只能沦落到炒鱿鱼的结局。如果是自身原因导致职场出局，就不要谈论被办公室政治所迫害了，自身能力还没达到进行权力斗争的地位和资格。 最后，他们成为了反智主义，鼓吹“知识改变命运”是一句屁话，却忘记可怜之人大多是有可恨之处。 真正受阶层固化影响的人，无不是到达某个领域的破壁点，却输给了有背景的富二代。 他们根本不怕公平竞争，却怕潜规则的阻挠，这才是真正的焦虑和无奈。 03阶层固化是一个稳定社会里必然的现象，因为社会流动是双向的，不可能所有人都能往上走。 这就像医疗资源一样，当每个人都想追求最好的医疗条件时，就意味着必然只有少数人能享受到“最”的待遇。 我们真正思考并解决的，不是挤破脑袋去抢那把天梯，如何从底层爬进顶层，而是要思考如何提高和保障各阶层人们的生活质量。 在二三十年前，如果说有阶层概念的话，那么文盲和读书人就是最大的区别。 经过了20年的努力，中国的文盲人口减少1.2亿，在教育方面缩小差距，这就是一种进步。更别说以前人人羡慕的万元户和老三样，现在已是很普遍。 仅当前来看，中国的阶层远未固化，和欧美在培养阶段的最大差距就是“教育”。中国一直在保障义务教育的实行，三级考试选拔制度在总体上把“教育公平性”保持在一个比较好的状态。 美国的阶层之间，真正拉开距离的不是财富，而是知识。十年前别有用心的国内媒体鼓吹西方的开放式教育，根本就不会出现在美国真正的上流社会里，因为那里的精英学校和学生只会比国人更刻苦更努力。 我们总会嘲讽英国人的数学有多差，这固然代表着英国普通民众的平均水平，但是能入读剑桥和牛津的学生，普遍是来自出身良好，家庭教育氛围浓厚的精英阶层； 大部分美国人给我们的印象，往往是沙滩，汉堡包，大肚腩和臃肿的身材，但是出没在华尔街里精英大鳄，身材大多保养得很好，在健康上投入的时间和金钱，比普通人更多（穷人最缺时间）； 欧美大学的硬性入读门槛并不高，但是越来越昂贵的学费阻拦了大部分穷困家庭，学生毕业后都背负着沉重的贷款，工作十几年才能还清。 美国一学生因支付不起昂贵的住宿费，每天睡在车中，长达一年之久。 欧美的阶层已经完全固化，拥有大量稳定的中产阶级，唯一能打破的利器，就是知识。因此，美国的上流社会对奢侈品的投入逐渐减少，但是在知识上的投入比重越来越高，并千方百计地垄断知识，维护阶层。 他们会用高度娱乐化的精神鸦片来替代知识，让“穷人”上瘾，最终安逸于现状，充当维系社会基本运转的螺丝钉。 目前我国的高考和大学制度，无论是学费还是考核制度，都给人拼搏的希望，即使真的考进专科，你也能通过熬命，逆袭北大研究生。 所以知识改变命运从来就不是一句空话，反而一味抱怨“阶层固化了，再努力也拼不过富二代”的人，印证了阶层其实一直在流动，只是这些人从很少钱变成了没有钱而已。 04每个人都有自己的舒服区，当长时间沉浸在安逸圈中，一味追求短期效益，人到中年只能到职场半坡。 以前或许没那么严重，在经济大环境好的时候，进入大公司就职，和端着铁饭碗没什么区别。但是现在竞争如此激烈，没有人能保证，在中年时候，不被人解雇。 大公司病造就了人的一种错觉，好像在BAT或者世界500强工作，就成为了人生赢家一样。这种将公司荣耀当成自己成就的人，最终被公司卖了都不知道。 仅在2015年，在世界500强的榜单中，就有115所企业制定了裁员计划。如今经济不景气，不拼关系，难以保证被裁的那个人不是你自己，最终只能获得几个月的薪水补偿。 一直在努力的人会抱怨，自己确实很辛苦，每天被车贷房贷压垮，工资凉薄难有出头之日，更别说自我实现了，和精英阶层的鸿沟却越来越大。 诚然，只要努力就会成功的口号谁都会喊，现实是：如果在同等努力下，富人家的孩子会比穷人家更成功，两者的差距会越来越大。 马太效应就是这种意思：“凡有的，还要加倍给他多余；没有的，连他所有的也要夺过来。” 所以这种僵局要怎么打破？舆论上总在说寒门难出贵子，不是要出生在农村的人直接认命，而是要看到和城市人存在的差距后，吸取教训，提高自信、沟通以及合作。 在认知上就要明白，在当下的中国，机遇不可能全集中在精英家庭里，所以没必要奢求站在山顶，但可以脚踏实地，每天进步一点，总能迈向山腰。 其次，人的改变，需要从最基础的地方开始，因为适应性会有一个过程。如果每天的行程安排满，任务罗列一堆，你会发现什么都完成不了，挫败和颓丧足以击溃自己。 如果想省出更多时间，应该戒掉晚睡的习惯，并坚持早起，尤其是冬天要来临了，被窝里固然暖和，但一味的赖床妥协，意志力会慢慢地被消磨，养成良好的生活习惯是奋斗的根基。 同时，在尝试任何新领域时，引入奖励机制，达到正反馈，放弃短期利益，这样才有坚持下去的动力。只有通过努力得到的正反馈，人才有信心去投入更多。 不要停止任何学习，知识是你行走江湖唯一安身立命的武器。如果付不起昂贵的课程，完全可以自己寻找资料，互联网有很多取之不尽的资源，善加利用，你才会跳脱出井底之蛙的困窘。 此外，我们必须知道，人固然要努力，但是方向性更为重要，如果身处夕阳行业，你再怎么努力，也只能大势所趋地顺应平庸。 尽管不是每个人都有资格去开创新风口，但是可以顺应风口的趋势发展，诸如电商、内容创业、直播和知识付费等都可以大胆地尝试。 种一棵树最好的时间是10年前，然后是现在。我始终认为，从0到1的跨步，远比1到100的意义要大。 真正成熟的人，永远不会抱怨社会的黑暗，而是在了解现实后，还会热烈地去拥抱。 作者：智先生，身居半壁山房，慢煮一盏清茗，只为酬知音、待明月。盼有一天，和你一起见证时代，公众号：智先生（zhixiansheng510）","categories":[{"name":"简生活","slug":"简生活","permalink":"http://yoursite.com/categories/简生活/"}],"tags":[{"name":"文章","slug":"文章","permalink":"http://yoursite.com/tags/文章/"},{"name":"阶级固化","slug":"阶级固化","permalink":"http://yoursite.com/tags/阶级固化/"}]},{"title":"垃圾拼多多都能上市，到底是谁买走了拼多多的山寨电器？","slug":"拼多多","date":"2018-07-27T09:30:18.000Z","updated":"2018-07-31T12:58:40.000Z","comments":true,"path":"2018/07/27/拼多多/","link":"","permalink":"http://yoursite.com/2018/07/27/拼多多/","excerpt":"7月27日晚间社交电商拼多多（Nasdaq：PDD）在上海、纽约同时敲钟，正式登陆美国纳斯达克市场。开盘价26.5美元，较发行价19美元涨39.5%，总市值超过290亿美元。按照开盘价计算，创始人黄峥所持股票价值超过135亿美元，身价超过刘强东。","text":"7月27日晚间社交电商拼多多（Nasdaq：PDD）在上海、纽约同时敲钟，正式登陆美国纳斯达克市场。开盘价26.5美元，较发行价19美元涨39.5%，总市值超过290亿美元。按照开盘价计算，创始人黄峥所持股票价值超过135亿美元，身价超过刘强东。 纽约时报称，拼多多提供各种杂货和快时尚等，全部便宜得惊人。它的闪电崛起说明，尽管已经培养出一批追求顶级品牌的消费者，中国仍有广大的人群未享受到充分服务，无法抵抗便宜货。 对于平台上存在的大量“山寨”产品，黄峥对此回应称，平台打假是一个长期的过程，“高额罚款有很大的好处，如果我们不这么干，拼多多可能就没有今天的发展。只有让造假者切切实实感受到痛了，才会有效。在商户群里面也会逐渐形成口碑，整体供应链就会变好。如果新平台门槛更松，则会形成劣币驱逐良币。” 拼多多的成功上市，也说明了那些29元的电饭煲、50元电风扇、160元的平板、300元的冰箱真的有人买，而且还不少，根据官方数据，拼多多目前有三亿用户。 那么这些山寨产品都被谁买去了呢？看看下面的买家秀你应该就知道答案了，这些山寨电器都有一个特点，商品文字描述里都带有“支持乡镇物流点提货”。 “你以为入门款吹风机是200元起步，精致小姐姐都花2000元买戴森。但其实更多人还在用20元杂牌吹风机，一用就是20年。” 热门评论： 不知道说什么，就觉得看了之后有一种莫名的心酸 中国电商的鄙视链：淘宝上40块钱的衣服，加个商标吊牌在天猫上卖85元，加个好点的包装到京东上卖138元，加个严格点的质检员到唯品会上卖240元，最后衣服卖不掉再放到拼多多上卖10元。。 中国农民造了什么孽要被这么一帮废品商祸害 确实有点心酸，感觉就跟我过年在老家喝到亲戚送给我家的 王大吉 凉茶一样！ 那么多的人在过着买到这些产品就开心满足的日子，而我们过着追求昂贵电子产品的日子，还有一小撮人过着奢侈到超出我想象力的日子。。这世界，有点过分唉……但，这就是人类社会啊 我国仍处于并将长期处于社会主义初级阶段 其实是快速发展的社会主义经济和人民收入不成正比为主要矛盾导致的。","categories":[{"name":"断舍离","slug":"断舍离","permalink":"http://yoursite.com/categories/断舍离/"}],"tags":[{"name":"文章","slug":"文章","permalink":"http://yoursite.com/tags/文章/"},{"name":"纪实","slug":"纪实","permalink":"http://yoursite.com/tags/纪实/"}]},{"title":"真实跟踪记录：中国3个阶层孩子的10年人生轨迹","slug":"真实跟踪记录：中国3个阶层孩子的10年人生轨迹","date":"2018-07-19T06:30:18.000Z","updated":"2018-07-31T12:47:46.000Z","comments":true,"path":"2018/07/19/真实跟踪记录：中国3个阶层孩子的10年人生轨迹/","link":"","permalink":"http://yoursite.com/2018/07/19/真实跟踪记录：中国3个阶层孩子的10年人生轨迹/","excerpt":"大家还记得英国那部《56UP》吗，用56年来跟踪记录14个不同阶层孩子的人生轨迹，呈现了英国社会半个世纪的历史变迁——富人仍富穷者愈穷，只有教育改变命运——这是我的总结 在中国，导演郑琼，也做了相似的一部纪录片，叫《出·路》，她跟踪拍摄了农村孩子，小镇青年，国际大都市里的少女的人生十年，让你看到三个阶层的孩子，“读书”是如何影响命运的。","text":"大家还记得英国那部《56UP》吗，用56年来跟踪记录14个不同阶层孩子的人生轨迹，呈现了英国社会半个世纪的历史变迁——富人仍富穷者愈穷，只有教育改变命运——这是我的总结 在中国，导演郑琼，也做了相似的一部纪录片，叫《出·路》，她跟踪拍摄了农村孩子，小镇青年，国际大都市里的少女的人生十年，让你看到三个阶层的孩子，“读书”是如何影响命运的。 现在让我们从最开始的2009年，展开时间线。 2009年农村女孩马百娟 甘肃白银市会宁县，野鹊沟小学。 马百娟沿着土路步行来到学校。 老师是个农民，识一些字便抽空来教书。这间学校只有一年级和二年级，教起来不是太费力。学生虽然少，但老师同样很认真。 “上学要打工，不上学也要打工，为什么要上学？”那是马百娟父亲的看法。结果马百娟在家呆到10岁，直到校长出面游说，她才背上了书包。 一口井，一条路，一间商店，一所学校，组成了野鹊沟，这个地方仅仅以一个地名存在着，就像活在这里的人们，根本无人在意。 小如棋盘的课堂里，一块黑板，四面白墙，墙上挂着视力表、校训。 老师用掺杂着西北黄沙味道的方言：“马百娟你来读一下。”马百娟读着课本，眼睛亮亮的，藏不住的笑意。像在教堂唱诗。 游戏时间，两排瓦房围成的水泥地上，孩子们围着一个篮球，像四五个面团和气地撞来撞去。 不用去学校的日子，马百娟已经是家庭劳力中重要的一部分了。 虽然她没有足够的力气，只能以自己的足底为圆心，将身体前倾时的全部重量压在麻绳上，才拉动了这头驴。 马百娟像是驴子，驴子也像是马百娟，他们彼此较劲。 拉扯麻绳，解扣，拎起桶，身体摇晃了一下又稳住，马百娟打上来一桶的水。野鹊沟的人一生只洗两次澡，水很珍贵。 马百娟的爸爸60岁，脸像是野鹊沟沟壑纵横的一张地图，妈妈有智碍。哥哥14岁便出去打工。几个人人围着一张矮小方桌，就着一碟咸菜，默默咀嚼。 鸡蛋、文具、牙膏，野鹊沟的杂货铺什么都卖。马百娟拿着一叠皱巴巴的纸钞，向老板一样样讲清自己要的——自动笔铅笔芯，一个五毛，两个大数学本，一共三块二毛钱。回去的路上，她像吃糖果的孩子一样满足。 装上新买到的自动笔芯，马百娟和同学们，蹲在山头画画，画出他们梦想中的一切一切。 老师用含着黄沙的方言说，“我们今天来学习《我的家乡真好》。” 白纸黑字印着的课本，马百娟不会去质疑，虽说这里描绘的家乡，和野鹊沟并不一样。 还是在土坡上，马百娟念自己的作文，她说，“长大后去北京上大学，然后去打工，每个月挣1000块，给家里买面，因为面不够吃，还要挖水窖，因为没水吃。” 北京少女袁晗寒 马百娟做梦才能去的北京高校，被17岁少女袁晗寒轻而易举地放弃了。 在北京家中的秋千上，她晃荡着。她在央美附中留级一年后，仍旧有几门课不及格。 一天妈妈告诉她，休学手续已经办好。 要知道，央美附中，是全国学艺术的小孩，家中几代人努力挤破头也想进的。 漫长的夏日白天，她用书和电影打发时间。此外就是对着一幅已经完成一半的作品，妈妈在旁看了一下就走了，把私人空间留给她。 “一代搞制造，二代搞金融，三代搞艺术。”虽然不完全吻合，但粗线条地勾勒出了袁晗寒的家庭轨迹。 父亲从事房地产，母亲觉得她有艺术天分，钢琴、舞蹈、美术班轮着上了一圈，袁晗寒最后选择了美术。 “我恐慌的不是没事干，而是会不会一直没事干。” 17岁，辍学，她逻辑清晰，并很快自己打破了这种局面。骑着自行车，她转悠到南锣鼓巷，一眼看中一间铺面，租金两万。她租下了这个铺子。 问妈妈为什么要给2万，让她去做一件打水漂的事，“就当交学费了。”对于父母，爱好大过一切。 自己跑商店，买38块钱一桶的枣苗牌凝胶，穿着裙子刷墙。 说起未来，她没有想过会成为哪个阶层的人。 “不会饿死就行了。”这么说的人，后面，都有一个家庭在为她兜底。 而她，也显示出了承担这份命运的决心。开张那天，袁晗寒背了一个足足有半人高的登山包，门口已经被漆成了大象巴士的样子，打开了JVC的音响，摆出“open”的牌子，弄好风铃。 特别的葡萄奶18块，被摆放在显眼位置，这个方砖厂胡同4号的小小酒吧开业了。 小镇青年徐佳 在袁晗寒和马百娟之间的徐佳，像是这个国家的大多数。 面对497分，和第一次高考一模一样的分数，他感觉目眩，怀疑是命运的玩笑。497——离当年湖北的二本分数线还有7分！ 2007年，亲戚承包了一个山头，一天午后，吃完饭的父亲开着亲戚的大卡车，连人带车栽下山去。徐佳如今和妈妈、弟弟局促在这间十几平米的出租房，都是因为那次事故。 念大学是父亲的遗愿。徐佳选择第三次复读高三，希望能把大学通知书拿到父亲坟前。 清早5点，天光已亮，徐佳洗了把脸，穿好和昨天一样的橙色袖子棒球服，和弟弟一前一后，骑车拐入湖北省咸宁高级中学，钻进枣红书桌上的教辅资料里。 两次高考失利，让他对失败已经有了恐惧，冒冷汗，手发抖握不住笔，面对镜头说起时，他仍是条件反射地眨眼、咽口水，最严重时，他想到过轻生。 早年父母在广东打工。务农或打工，是老家村子最常见的两种人生选择。出一个大学生，是祖坟冒烟，了不起的事。 妈妈的想法很简单，“即使是打工，也肯定是要文凭高的，不要低的。” 亲戚拿一些朴素的话安慰他，“你现在努力就行了，不要带着思想包袱。” 又是一轮又一轮的模拟考，徐佳的心在恐惧和希望中摇摆，老师拿从三本考到重点的往届成功案例刺激复读班上的学生。 没有领路人，徐佳只有自己调整自己。 咸宁考点，6-7-8日，高考就是这个城市最重要的事。校门口来了一些交警，大巴车如约到达考点。 考生焦灼地看表，家长们扇着扇子互相交流。对很多像徐佳这样的人而言，这是一次决定命运的考试。 他第三次走进了高考的考场。 2012年辍学的马百娟这个背对着镜头羞怯地笑的女孩子，第一眼简直认不出，是当初那个眼睛总是亮亮的马百娟。 转学的水车小学里，学生嬉戏打闹，马百娟在门口，眼巴巴看着里面感觉自己格格不入。面对镜头，也总是回避。 靠着存下来的低保金和打工的大哥攒的钱，一家人在宁夏中卫买下了一处房子，有电，有水，能吃饱饭。提起老家，父亲说，“不想老家，老家把我苦怕了。” 虽然过上了“好日子”，马百娟却不能上学了。 水车小学的老师在做最后的努力，说马百娟按时交作业，学习也在努力，被哥哥一句“纯粹不想念了”轻轻挡回去。 结束了小学生活，马百娟尝试在社会上找到自己的一席之地。 她在中卫的街头游走，寻找务工信息。一间酒店几乎让她燃起希望，“工资1000多块”，正是她当时在作文里期望的，她眼睛重新亮了。 “你这么小，为什么不读书？” “你能做什么？”“我能扫地。” “这里的地面是地毯，不用你扫，前台需要会使用电脑。” 几番对话，让她心冷下去。走出酒店，车来车往，马百娟没有停留太久，把视线投向一家德克士。 求职结果，纪录片中没有明说。看着低头无话的马百娟，我们已经猜到了答案。 留学少女袁晗寒2012年·留学德国的袁 南锣鼓巷的小酒吧没开多久就倒闭了，2012年的袁晗寒，在德国杜塞尔多夫就读艺术方向的硕士。 全世界顶级学者艺术家来这里讲学、开讲座，很多人梦寐以求的资源，袁晗寒并不当一回事。 她说自己情绪不稳定，需要烟草、闲逛来消解，在阁楼上她自制卷烟，和妈妈视频。 很多时间，她会去魏玛和朋友玩，对着歌德和席勒的雕塑，讲着漫无边际的话。 待业青年徐佳幸运降临，徐佳考进了湖北工业大学。 大学四年，同学们玩神庙逃亡的，睡觉的，发呆的，大概是习惯了，老师讲课并不觉得尴尬。 学校是座大型催熟剂，所有人早早地成熟了。刚大三，宿舍里就在讨论“未来”。武汉给3千工资，深圳3千5，肯定留武汉啦。” 徐佳进入保险公司实习，成了一名电话接线员。 “王先生你什么时候接听电话方便？” “方”字还没说出口，对面啪嗒挂断了。 徐佳在互联网上海投了简历，反馈寥寥。一个“神马电力股份有限公司”通知他去面试，他不敢怠慢，重金投资了正式的衬衫西装皮鞋。 当年的富士康连环跳楼事件闹得沸沸扬扬，这些借助大学文凭，从工厂流水线上逃脱的应届生们，讨论着富士康的心理咨询师和二楼的防护网，心有余悸。 在小门脸攒在一起的数码市场，他和同学们一手一个iphone出来。他说“自己以后有钱了，混好了，要买iPhone6。” 几经辗转，徐佳把自己“卖给“”了中电技术——工作难找，徐佳和他的同学们没有太多选择余地， 完成了母亲的心愿，他没有感觉松一口气，反而有些心里空落落的。“一下子把自己卖出去的感觉。” 一份工作，只是焦虑的开端。 2014年已婚少女马百娟这一年，马百娟家的门对摄制组关闭了。 马百娟的父亲对镜头说，“女娃娃是别人家的人了”。马百娟在一边沉默。 对她的命运，父亲盖章定论了。“除了嫁人，再没有别的出路。” 摄制组几经交涉，父亲说，“两万块，继续拍。” 一个少女，像大婶一样，挺着肚子谈论孩子、尿布和丈夫，讨论谁的肚子大。16岁的马百娟，嫁给的，是表哥。 现在，她在表哥工作的陶瓷厂劳作，日复一日吸着粉尘，陶瓷厂就在她当年退学的水车小学隔壁。 马百娟的人生似乎注定不会有别的出路，她甚至没有选择的权利。曾经对于大学的向往，如今更像是儿时不谙世事的呓语，从来不曾真实过。 2015年公司CEO袁晗寒2015年，从德国回来，袁晗寒去上海余德耀美术馆实习。公司聚餐的时候，他们讨论哪个vpn更好用。 德国让她感觉像一个发展到头的养老国家。虽然生活总是漫不经心，但她还想回国折腾一下。 同年，她在北京注册了自己的艺术品投资公司。像当初那个酒吧一样，家里人并没有指望她事业成功，她自己喜欢就好。 对袁晗寒来说，开公司，就像当年两万铺租开个店一样，试错成本是很低的。她可以选择学业，选择职业，也可以选择，随时换个目标。 2018年新晋中产徐佳直到此刻，徐佳还在当初的电力公司工作。 大学、工作、结婚，这个农民工的孩子，从一开始就知道自己必须比别人走得更稳。 现如今，他在武汉有了房，有了车，终于在武汉站稳了脚跟，总算挤进了城市中产的队伍，足以让母亲在村里人面前挺直腰板。 虽然他奋斗的终点，虽然还远未到达袁晗寒的起点，但他扎扎实实是三个人中，唯一一个确实被读书改变命运的人。 被问到阶层的差距，徐佳说“我现在接受这种不公平的存在，但我会努力去改变。” 三个中国在山村女孩身上，我们看到了封闭，绝望，失去自我。 在小镇青年身上，我们看到了努力，拼搏，负重前行。 在都市女孩身上，我们看到了个性，潇洒，无拘无束。 马百娟，徐佳，袁晗寒，三个中国的缩影。 郭德纲讲过他小时候的故事：“我小时候家里穷，那时候在学校一下雨别的孩子就站在教室里等伞，可我知道我家里没伞啊，所以我就顶着雨往家跑，没伞的孩子你就得拼命奔跑！” 在影片中，徐佳和马百娟都是“没伞的孩子”，不过与马百娟相比，徐佳是幸运的，因为他还可以奔跑，而马百娟，连跑的权利都没有。 袁晗寒则是那个“有伞的孩子”，即使外面狂风暴雨，她的青春也依然悠闲潇洒，闲庭散步，因为爸妈早已为她撑起一把大伞，她可以按照自己的喜欢的节奏慢慢走下去，尝试不同的人生可能性。 比起英国的《56UP》，这部中国版，让我看到更多的还是希望。家里有伞的孩子，固然是幸运的，没伞的孩子，也不用唏嘘，毕竟我们大部分家庭，能给娃的大伞虽然没有，小伞还是有的，努力一下，还能给娃多撑一把伞；娃呢，他只要不疯不傻，只要愿意努力奔跑，就算起点再低，总能过上有尊严的生活，一步步接近自己的理想。 引用罗胖曾说过的一句话做结语就是： 今天的中国，社会分层还没有最终形成，教育分层还远着呢，所以这是一个大好的时机，是一个英雄辈出的时代，每一个人都可以通过提升自己的认知，而超越自己的阶层。提升认知，成为英雄！ 素材来源：一条《她用6年跟拍，3個不同階層孩子的血肉掙扎》 有束光《6年跟拍三个阶层的孩子,这部纪录片扎了高考一刀》，掌门1对1（ID：zmlearncom）《这部纪录片戳到了中国教育的最痛处…》","categories":[{"name":"简生活","slug":"简生活","permalink":"http://yoursite.com/categories/简生活/"}],"tags":[{"name":"文章","slug":"文章","permalink":"http://yoursite.com/tags/文章/"},{"name":"纪实","slug":"纪实","permalink":"http://yoursite.com/tags/纪实/"}]},{"title":"要随时应对5年内随时失业的准备？","slug":"要随时应对5年内随时失业的准备","date":"2018-07-19T03:30:18.000Z","updated":"2018-07-31T12:49:18.000Z","comments":true,"path":"2018/07/19/要随时应对5年内随时失业的准备/","link":"","permalink":"http://yoursite.com/2018/07/19/要随时应对5年内随时失业的准备/","excerpt":"今天这篇推文，我反反复复读了好几遍，不是担心自己会失业，而是要学会经营好“个人公司”，希望你也能静下心来，耐心读读。 毕竟社会日新月异，我们能慢下来吗？至少在没有打造过硬的“个人品牌”前，答案是显然的“不能”，要知道，这是一个好的时代，也是一个坏的时代，正如作者所说：“当潮水退去，所有没能回到大海的鱼，都会死”。——lyqblue","text":"今天这篇推文，我反反复复读了好几遍，不是担心自己会失业，而是要学会经营好“个人公司”，希望你也能静下心来，耐心读读。 毕竟社会日新月异，我们能慢下来吗？至少在没有打造过硬的“个人品牌”前，答案是显然的“不能”，要知道，这是一个好的时代，也是一个坏的时代，正如作者所说：“当潮水退去，所有没能回到大海的鱼，都会死”。——lyqblue 时代在变化，稳定的东西就会一直稳定吗正在读这篇文章的你，从事着什么工作呢？ 也许，你是一名白领，坐在冷气强劲的5A级写字楼，拿着一万出头的工资，每天朝九晚八，带着一身疲惫回家。虽然积蓄不多，却也在一直慢慢增长。 又或许，你是一名应届生，刚刚进入心仪的大公司，虽然奔波在最劳累的第一线岗位，但一想到未来的晋升路径和可能性，就踌躇满志。 也许，你们都在这座城市扎根不久，但都梦想着，通过自己的努力打拼，一步步在公司里站稳脚跟，向上晋升，当上高管，买房，成家，立业。 你有没有想过，这一切，或许会在未来的几年、十几年内，完全改变？ 十几年前，我们会去追求「稳定的职位」。而现在，稳定性正在不断遭到质疑 ——薪酬倒挂越来越明显，职业经理人空降越来越频繁，企业倾向于招聘新人、年轻人，员工不再谈「忠诚」「安定」，一两年跳槽比比皆是。 但在不远的将来，也许连「职位」本身，都会成为过去。 未来的社会形态可能是什么样的呢？ 企业只保留核心团队，将绝大多数工作以合作的形式分配出去；绝大多数的个人，将以自由职业者或小型工作室的身份，借由不同的「平台」，跟客户取得联系，并独立为客户提供服务。大多数的「职位」将彻底消失。 当然，到那时，很可能已经没有「职位」的概念了，取而代之的是「任务」。 如果你不想失业，要么想办法进入企业决策层，要么，就得学会为自己工作。 这并不是想象。 这样的趋势，正在以锐不可挡的速度，不断地改变着我们的生活。 越来越高的人力成本,是促使时代转变的跟本彼得·德鲁克老爷子，早在《巨变时代的管理》一书中，就写道： 越来越多的公司跟承包商和临时人员合作，合资企业的数目增加，外包业务成长。为一家公司工作的人，很可能不是该公司的员工。我听过这样一个预测：在未来的几年内，为组织工作的人中，不隶属于组织的员工数量会远远超过隶属于组织的员工人数。 在2004年《财富》杂志的访谈中，他更是语出惊人： 对于那些没有可能进入管理高层的人的工作，你都应当把它们外包出去。 自从1989年，柯达将大部分信息技术业务外包以来，越来越多的企业开始采用这种方式，对工作进行更加精细的管理，从而提高效率。 根据美国市调机构Statista的报告，2013年，全球IT外包市场总额为2880亿美元，相当于1.8万亿人民币。预期每年以5.84%的幅度成长，在2019年将达到4000亿美元。 这是什么概念呢？相当于一整个阿里集团的市值（全球第六）。 德鲁克这样说道： 当你把工作外包给一名全面质量控制专家，他就是在一年 48 个星期为你和其他客户而忙，他把这些工作视为挑战。而如果公司雇佣了一名全面质量控制人员，那么他一年只忙六个星期，其余时间则在写备忘录和找事做。 这就是许多企业的弊病。 在我这几年接触到的企业之中，许多创业团队都受困于一个问题：人力成本越来越高，且根本无法人尽其用，这造成了大量的资金开支。 非常简单的道理：大多数企业，尤其是中小型企业，由于市场、行业、资源等因素，不可能始终保证工作饱和。在项目与项目的间隙，一定有大量资源是被闲置的。 那么，他们采取的方式是什么呢？雇佣一半的人手，给他们1.5倍的工资，让他们做2倍的工作。 这是许多中小型企业采用的做法，也是一种极不健康的方式。 相比之下，外包、众包和合作，是对资源的优化配置。一方面，企业得以降低成本，提高运作效率；另一方面，也避免了对员工的剥削。 因此，根据美国劳工局的报告，从1990年到2014年，工会的会员下降了一半，而自由职业者的比例翻了一番。 面对越来越高的人力成本，这是一个必然的趋势。 低端的外包已进化为更精细的分工协作很多人对外包的质疑，在于专业能力。他们认为，能够被外包出去的工作，多数是机械的、低层次的、无需脑力的。 真的是如此吗？ 2012年，高露洁与Tongal公司进行了一次合作。后者为高露洁的止汗露产品 Speed Stick 制作了一支广告，并由高露洁斥资400万美元，投放在超级碗（美国橄榄球总决赛，广告盛宴）时段播放。 这支广告在凯洛格管理学院当年的广告评选中，名列第12位，排在CK、大众、丰田、可口可乐和百事之前。 这支广告是怎么来的呢？ Tongal公司是一家众包式代理公司。它举办了一场为期2个月的竞赛，向社会大众征集广告作品，奖金到达1.7万美元，并最终征集到了这支广告。 同样的案例还有很多。 2012年秋天，默克制药公司（Merck）与Kaggle（一家预测分析众包网站）携手简化药物发现过程。 当时的标准过程是利用生命科学技术，对成千上万种化合物一一测试，检测它们对所有潜在疾病机制的有效性，效益很低。 为此，默克公司设立了一场为期8周的比赛，悬赏4万美元，将这一任务发布给参赛者。该竞赛吸引了238支队伍参赛，收到2500多份提案。 最终胜出者是一组计算机科学家，他们采用机器学习法，大大简化了这个过程。这个方案也得到了默克制药的认可和推广。 除了众包，许多针对自由职业者的交易市场，也正在兴起。 加州有一家公司，叫做 Upwork（原名 oDesk），目前是全球最大的自由职业者市场。它拥有 1200 万名注册的自由职业者会员，以及 500 万家客户企业。平均每年发布 300 万个需求，总额约 10 亿美元。 类似这样的平台，还有非常多。为了进一步确保高质量的匹配，它们会深入测量成员的技能，收集成员表现和客户的反馈，整合成大量数据。这些数据被翻译成算法分析，用于支持未来工作的精确匹配。 比起传统招聘网站，它们所能提供的人才，无论数量还是质量上，都要高出不少。 国内也有类似的平台，称为「威客」，例如知名的猪八戒威客网。但由于种种原因，尚未能得到规范化和标准化，发展有限。 不过，近几年来，高质量的创意和专业人才，正在受到国内企业的青睐。 许多投资机构，开始引入「外脑」。它们会选择几个意向行业，外聘该行业的专家，组成智囊团，为投资决策提供信息。甚至让专家参加投票表决，参与企业决策。 许多新兴的创业团队，也开始把运营、市场拓展、推广和流程优化等工作，移交给专业的独立顾问，只保留核心的研发团队。 大量国际4A广告公司的创意人才，为企业操刀文案、设计、营销方案，已经非常常见。许多创意总监，同时也是多家企业特聘的营销咨询顾问。 甚至，在互联网创业领域，从 BP 撰写，路演 PPT 制作，网站设计，市场营销策划，到落地执行，早就有了完整的一整个顾问链条。 我自己就为几家企业，做过品牌建设和市场推广的方案。同样，我身边也有许多朋友，从事着品牌、活动、培训等各方面的独立咨询工作。 这样的好处是什么呢？ 企业能够将工作进行更加精细的划分，将专业的事情交给专业的人去做。自己则集中资源，精简团队，做最有价值的事情，避免被臃肿的组织结构拖垮。 这真正实现了最精细的分工合作。 单一化转为多元化，私人占有转为协同开发这些因素，带来了一种全新的趋势：平台化。 什么是平台化呢？ 传统的企业，是自己把控整个生产链条，将产品打包好，销售给客户。因此，传统企业最重要的资本，是劳动力，或者说是设备。 但这个模式，在三种阻力的作用下，越来越趋于衰退。 第一种阻力，是高昂的人力成本。 企业渐渐发现，买断人力和生产资本，并不是一个好主意。一方面，这会造成现金流的干涸；另一方面，大量劳动力所带来的外部性，是臃肿的结构和管理模式，也就是俗称的大公司病。这会造成规模不经济。 第二种阻力，是飞速扩大的市场。 基于一个地区市场，很容易把企业做大。但如果把市场扩大到全国，全球，过大的规模，就会造成反效果：企业规模越大，每走一步的难度也就越高。 原因很简单。一个大企业，每进行任何一个动作，都必须经过层层的管理和流程，协调内部的角力、矛盾冲突、利益分配，等等。这就很容易使企业在市场面前止步不前。 坚持直营模式的顺丰，近几年在二三线城乡的扩张，就遇到了这个问题。 因此，顺丰采取的策略是什么呢？是变相加盟。顺丰鼓励业务员回乡创业，承包乡镇物流点，并与顺丰建立同盟关系。 唯有这样，才能赶上四通一达的步伐。 第三种阻力，是快速变化的业界。 这是一个追求「精益创业」的时代。为什么要精益？因为这个时代的不确定性，太高了。 没有人知道，一个成熟的模式，能维持多久。五年，三年，还是一年？也没有人知道，该在什么时候做出转型，以适应市场的变化。 所以，最好的做法，就是尽可能让自己变得轻盈，保持能够随时随地、随机而动的能力。 那么，「平台化」的企业是什么样的呢？ 企业不再是生产者，而成为一个连接点。借由企业，各种需求关系人连接到一起，实现价值的交换，并从中获取报酬。 企业的核心资产，不再是设备和人员，而是信息和知识。 正如我们所知道的：Uber并没有自己的出租车，Airbnb没有一间房，新东方签了一堆老师来讲课，网易严选把工厂和顾客连接到一起，美团和饿了么也没有买下任何一家餐厅。 这些企业所拥有的，是架构，流程，管理体系，以及有效连接的信息。 简而言之，就是「将不同的人对接到一起的能力」。 最典型的例子是苹果。 苹果是全球化生产的典范：来自美国的核心设计，来自英国的ARM处理器，来自日本的闪存，来自韩国的CPU和显示屏，来自台湾的摄像头，来自中国的流水线，被有机整合在一起，再邮寄到阿拉斯加，分发到全球接近500家零售店，与嗷嗷待哺的消费者见面。 但这里面，使苹果成为全球第一生态系统的，是什么呢？ 并不仅仅是这些硬件，而是APP Store里面超过300万个 APP，以及它们背后的开发团队。 这些开发团队，借由 APP Store 这个平台，与上亿消费者实现了连接。 你能想象由苹果自己研发 APP 吗？这是不可能的。 再举一个例子，链家。 链家和顺丰很像。全面实现数字化，都有一套非常完善的管理系统，极其高效的底层执行力，上下统一的文化和品牌。都在传统的劳动密集型产业中，作出了颠覆。 链家近两年的战略是什么呢？平台化。 不做中介公司，而是做平台，将客户和经纪人连接起来。通过信用制度和激励体系，将雇佣关系改变为服务关系，实现独立经纪人。 对许多企业来说，这是一条最可行的路： 不是自己去创造产品，而是做一个平台，一个生态系统，将合适的人连接起来，让他们自己产生价值交换。 这是个人品牌崛起的时代让我们回到个人的维度。 在这个时代，如果一家国外的企业需要找设计师，他们会怎么做呢？ 他们不会发布招聘，而是会去 Dribble 或 Behance 上面，网罗合适的人选，把任务外包给他。 同样，如果企业想招聘一位开发工程师，要如何验证他的简历和能力？ 很多公司是这样做的：上一下 Github，搜索他的账号，看他做过的项目。 这个时代，个人不需要再依附于某个集体。你做过的项目、作品、经验，完全可以打包带走，成为你自己的品牌资产。 在十年前，一名自由职业者，如果想接触到企业，必须通过专业的第三方代理公司。这就是信息不对称。 但这个时代，互联网可以快速连接到世界上任意一个人，信息不对称的鸿沟被大大抹平了。 基于兴趣、技能和专业领域的社区，为个人品牌的建立和传播，提供了无限的可能性。 你在任何一个领域有专长，就可以借由各种平台和社区，去向普罗大众提供价值，换取知名度和影响力。 我一直强调，在这个时代，学历、出身、就职经历，都无法真正证明一个人的能力。能证明能力的是什么呢？是你的产出。 假设你在一家公司长久工作，你所有的成就、经验和知名度，都仅限于这家公司。如果不巧，你一直专注在某个产品、某个模块，没有牵头带过任何一个大项目 —— 你拿什么来证明自己的能力呢？ 很难。你所有的经验，都局限在这个很小的范围里。如果离开了这家公司，你的经验还能不能派上用场？ 所以，去年华为裁撤部分35岁工程师的事情传出来，我的态度是同情 —— 这些工程师，他们非常出色，也积累了许多积蓄，但后面的职业生涯，也许并没有那么容易了。 唯一不属于公司的、能带走的是什么呢？是你自己的品牌和声誉。 所以，这个时代，越来越多的人，专注于个人品牌的建立。参加各种群，与行业和圈子建立联系，参加线下活动、演讲，出书，向公众输出自己的内容…… 他们并非以「螺丝钉」的身份为公司工作，而是以「知识专家」的身份，为客户提供服务。 他们的形式，可能是个体，也可能是合伙制的团队、工作室。 他们的客户，可能是公司，也可能是个人。 他们的服务模式，可能是长期合约，也可能是短期服务。 这样的身份，会越来越多： 独立的保险经纪人，理财规划师，品牌咨询顾问，形象顾问，营养师，健身教练，设计师，医生，律师…… 我们已经迎来了一个「个人品牌」的时代。 结语–四种能力，应对新变化那么，如何迎接这个时代呢？ 这四种能力，是这个时代，一个优秀的「知识专家」必不可少的。 品牌塑造能力品牌的本质是什么？是提供差异化的价值。 「我能为别人提供什么价值？」 这个问题，许多人可能从来没有想过。但是，我会建议你，去想一下。 你最擅长的领域是什么？ 你跟其他人相比，最具竞争力的特点是什么？ 有没有一种需求，能跟你的领域建立连接？ 这就是你能够提供的价值。 如果你能回答这三个问题，那么，你完全可以脱离企业，以独立的身份，为客户提供服务。 你要做的，就是持续地发声，让别人听到你。 多做一些作品，多参加一些活动，多争取露脸的机会，多管理和控制自己的形象，多发表自己的见解，多帮助一些人 —— 这些，都是你打造品牌的方法。 是时候开始，有意识地建立自己的品牌了。 你要不断去放大你的名字，让有需求的人知道你，联系你，完成连接。 认知思维能力传统企业中，大家的模式是：老板安排目标，主管分解任务，下属负责执行。 我们习惯了让别人告诉我们「做什么」，然后我们自己去思考「怎么做」。 但是，在个人品牌时代，作为一名知识专家，你必须比你的客户更专业。 所以，你不能被动地等着他来告诉你「做什么」，你要主动去告诉他。 这就是第二项能力：发现问题，定义问题，分析问题的能力 —— 亦即认知思维能力。 你必须能够尽可能全面、理性、深度地去看待世界，逐渐形成你自己的观念和思维模型。 这些，是你理解客户、理解问题的工具，也是你最大的武器。 解决一个问题的方法，可能有千千万万种 —— 但它们最根本的前提，是问题本身是正确的。 学会做正确的事，比正确地做事，重要百倍。 自我管理能力当你开始经营个人品牌时，你会发现，传统的工作模式，已经失效了。 你必须一个人管理整个项目，从立项，到规划，到执行、收尾。 你必须自己去接触客户，协调沟通，争取他们的满意； 你必须自己去处理资源，整合资源，运用资源； 你必须学会如何高效地利用时间，提高单位时间产出，维持足够的现金流。 简而言之，你必须学会一件事：把你自己，当成一个公司来经营。 这并不是一件简单的事情，好在，这也是一项可习得的技能。 很多知识专家的问题，就是他们太擅长跟「事」打交道，却不擅长跟「人」打交道。 但本质上，一切的事情，最后的解释权和利益归属是什么？无非都是人。 所以，我一直说：管理的本质，就是管理人。 如何让自己更有效地应对外界的变化，协调和管理好各利益干系人，这是许多人欠缺的技能，也是亟待提升的技能。 深度学习能力在这个时代，在一个领域成为专家，并不难。难的是，持续地保持在这个领域的深度。 这是一个信息高度爆炸的时代，也是一个个人价值和能力被放到最大的时代。 你所掌握的东西，在明天，还是否奏效？ 你的核心竞争力，是否会被其他人掌握？ 你所拥有的知识，是否正在成为常识？ 这个时代，知识与人之间，再无不可逾越的壁垒。差的，只是时间而已。 能否时刻更新你的资讯，完善和补充你的知识体系，成为信息的中枢节点，持续用知识创造价值 —— 这些，决定了你的社会地位。 这就是终身学习的原因。 很多人问我：为什么一定要学习？为什么一定要深度思考？为什么不能得过且过，让自己随波逐流？ —— 因为，当潮水退去，所有没能回到大海的鱼，都会死。 ©作者：Lachel，高效思维达人，知识管理专家，深度思考践行者，领英、36氪特约作家。首发于公众号：L先生说（lxianshengmiao） 原文标题为《不想失业？你得学会为自己工作》。经原作者授权发布。","categories":[{"name":"简生活","slug":"简生活","permalink":"http://yoursite.com/categories/简生活/"}],"tags":[{"name":"文章","slug":"文章","permalink":"http://yoursite.com/tags/文章/"},{"name":"浓鸡汤","slug":"浓鸡汤","permalink":"http://yoursite.com/tags/浓鸡汤/"}]},{"title":"2018关于未来与就业的思考","slug":"2018关于未来与就业的思考","date":"2018-07-12T10:33:18.000Z","updated":"2018-07-31T12:21:25.000Z","comments":true,"path":"2018/07/12/2018关于未来与就业的思考/","link":"","permalink":"http://yoursite.com/2018/07/12/2018关于未来与就业的思考/","excerpt":"恰好看了一篇关于澳大利亚四大银行裁员的报道，这个是百年来，首次如此大规模的裁员，超过20000人，超过了1成的比例。而原因是引进了更先进的AI，很多没有竞争力的岗位不复存在。","text":"恰好看了一篇关于澳大利亚四大银行裁员的报道，这个是百年来，首次如此大规模的裁员，超过20000人，超过了1成的比例。而原因是引进了更先进的AI，很多没有竞争力的岗位不复存在。 恰好看了一篇关于澳大利亚四大银行裁员的报道，这个是百年来，首次如此大规模的裁员，超过20000人，超过了1成的比例。而原因是引进了更先进的AI，很多没有竞争力的岗位不复存在。 我顺便查了一下澳大利亚的失业率，官方公布为5.6%，算是较高，因为日本才2.8%，美国也就4.1%，中国官方统计这些年都是在4%左右。 听了很多同学的吐槽，这个国家缺乏生机，当然人口少也是个重要原因，至今他的工作上的资金流动还是用着支票这种90年代的流行产物，在中国别说支票，连现金都没机会摸一下了，毕竟全是电子支付了。 所以他也在想如何可以和国内市场打通一下业务，澳大利亚市场太小了。 我们从市区吃饭再到郊区，回到我的镇里，一路畅聊。 当然，更多都是我在讲，因为我这10年的变化比他的10年变化更大，毕竟中国在一个光速发展的阶段，10年里我经历的，看到的，想到的，都比处于慢社会澳洲的他要多一些。 关于市场。市场这东西，第一点必须得有人。 中国之所以那么多国际级的大公司大集团出现，是因为中国人口多，很多很小的业务都可以吃尽人口红利，例如一个快手主播，都可以变成巨星，MC天佑什么的，虽然现在被封杀了，好多几百亿几千亿市值的公司，仅仅只做了国内的市场，不像海外的公司必须是国际化，全球都在用才可能做大做强。 所以以机会来说，在中国发展的机会还是相对多一些的。 想起10年前看的黄子华讲述他家人在加拿大开店的经历，今天来商场来了500人，明天商场拉了500人，周末商场来了500人，发现都是相同的500个人。这样的生意哪儿有得做？所以倒闭了。 虽然这个是个段子，但是说服力很强，没人，就没有生意。 前几天，我听家人说湛江的机场建设的问题，需要迁移当地的几千村民到我们镇里，我听到马上很开心，因为有人，就有生机和生意（我家的出租屋也容易租一些）。 关于就业站在资本家的角度去思考问题的话，当然是如何更低成本产生更大的利润，而这一点一直都被资本家们很好的贯彻着。 例如工厂，从80-90年代，一线城市都是大量的工厂，深圳就是，但是随着城市的转型和提升，工厂的利润越来越低，毕竟人工贵啊。深圳今天已经找不到一个工厂了几乎，全都是往周边去，东莞就是其中之一，而随着二级城市的成本增加，现在很多工厂都跑去东南亚了，就如那天我在越南听人介绍，一个手工制作丝绸的员工，一个月才需要一千多人民币，这么低的工资，在中国已经不好找了，这个就是工厂转移的重要原因。 回到我们行业里，如果是作为一个老板，当然是恨不得5000块钱招到8000甚至10000块钱的员工。设计行业比较特殊，不可以一眼看得出你值具体多少钱，毕竟评估是动态的，那么就看你如何在老板眼中呈现出更高的价值。 工作好不好找，工资高不高，完全是看到底是买方市场还是卖方市场，也就是供求关系上。 5年前，互联网金融爆发期，那就是卖方市场，设计师供不应求，我认识的好些工资远超同行的普通设计师，2年工作经验可以开价到20000，但是一样有公司买单。因为那时候你的最大价值，就是让老板的各种产品最快速度上线，斗的是时间，而不是设计质量，当然，也不能做得很烂。 现在行业成熟了，互金已经不是那么容易得到融资，所以在工资方面也正常了。但是互联网行业薪酬比传统设计行业高，依然客观一如既往地存在。 过去总有人说互联网行业设计师薪酬虚高，其实这个世界不存在虚高，全都是供求关系控制着这个世界的价值。钻戒一克拉几万块，虚高不虚高？大把人为此买单，它就不虚高。扯个蛋，如果哪天国家要求把互联网关闭了，那这方面的设计师就没有了任何价值。但是这种假设就如你号召全世界一起去否定钻石的价值，让它们变成废石一样，天方夜谭。 关于趋势因为毕竟都是而立走向不惑的人了，所以我们聊的更多是事业，而不是“上班”，这些年我最大的变化就是看懂了人性和社会本质与变化，尤其是中国社会变化这几十年来，如何在一波又一波的浪潮中改变这一代又一代的人。 今天的大佬们，是如何在过去的浪潮中获取到巨大的财富？ 其实中国从计划经济到市场经济，这几十年来，出现过多少次财富重新分配的机会？ 中国人普遍仇富，但是又爱富。很多人没机会是因为看不懂社会发展的趋势，不知道事物运作的规律。 第一次机会从刚刚转向市场经济，放弃粮票改用RMB买东西的时候，就是第一次财富分配的机会，那时候获取大量财富的是一批“倒爷”，具体是什么意思可以百度，因为目前很多地产老大都是这个起家的，不能道德批评他们，他们只是看懂了社会的变化，做了一些别人不敢做的事情。 第二次机会80-90年代，累计了10年个人财产的国人，开始有更大的消费需求，但是正规市场还远不能满足，所以走私成了不能明说的大热，包括罗永浩也公开说过自己倒腾过这些，这一波也造就了大量的富豪。其中最知名是姓赖的。不过大家都知道是违法的，只是时代的特殊性才出现了如此的火热。 第三次机会1990-2000年，90年代，迎来全国的基建风潮，修桥修路，广建大厦，商品房的出现，这个是一个时代的趋势，也是第一代的农民工出现。无论是城市还是农村，家里怎么也有一个两个和建筑行业有关的人。这也行业的造富能力也是惊人的。我老爸有幸也从事了这个行业，所以才可以在年轻的时候累积了一些财富，而没有眼光和学识的某些村民，依然是当了一辈子的农民。知识和选择同样的重要。 第四次机会2000-2010，2004年，31岁的盛大游戏的陈天桥坐上中国首富的宝座，宣告互联网造富的时代正式来临。如果留意这十几年来的中国首富1前10的变化，你会发现已经从一个个的地产老大，变成互联网老大。腾讯也已经成为全球市值排名第5的公司，中国从来都没有企业达到这个高度。 马化腾，马云，李彦宏，丁磊，雷军这些人的财富飙升，可以说明为什么做互联网设计的工资比传统行业的要高，老板有钱，员工才会高工资。 而我本人也是得益于互联网的高速发展，抓住了大潮的尾巴，在2007年果断选择了从事网页设计，跟随着行业的飙升而累积了很多有价值的知识和财富。 第五次机会，在看得见的未来目前全新的革命其实已经开始，就是区块链技术，这个其实已经比较明显，包括腾讯也发布了区块链白皮书，我关注得比较晚，去年年底才开始了解这个到底是什么。 另一点就是关于AI，人工智能非常有价值，但是对于没有价值的人来说，人工智能非常可怕，毕竟会抢走饭碗。 那么你是不是有一个有价值的人？没有人可以给你肯定的答案，就如当年汽车出现，抢走了马车的生意，马夫们有人告诉他自己没有价值吗？在汽车出现的前一刻他们都是有很大的价值。 而在汽车刚刚出现的时候，修车工人比白领还光鲜，因为没有人懂这个，他们就成了香饽饽，普通修一次车的费用是当年普通人的几个月的工资。 未来的社会，我们非常正面地与人工智能战斗，人工智能总想办法完成更加复杂的事情，例如阿里的AI会设计BANNER，这个是从前不敢想象的，而我们总要想办法完成一些更加复杂的事情来避免被人工智能淘汰，例如更多天马行空的设计创意，让人工智能无法复制。如果你依然只会一些非常基础的排版配色什么的 ，相信哪天大公司们为了降低人力成本，忽然推出的设计师人工智能系统，你马上就失业。 和他聊到最后，介绍了非常多我看过觉得非常有利于思考的书给他，马上都在京东上下单了，说要带回去澳洲看，不然回到慢世界的澳洲继续脱节了。 聊到最后，我特别庆幸，我们这一代所处于的社会阶段，不像60年代那种悲催，不像70年代的大锅饭，不像80年代的物质匮乏，我们这个年代什么都有，只要想去争取的，基本上都可以获得。不去扯什么爱国，但是这个社会形态的确比很多国家都要实现自己梦想的优势，只要选择正确，方向正确，这个社会有机会让你百花齐放。 其实看看站酷上，很多推荐设计师都各有各精彩的表现这自己，有自己的事业和获得很大的回报，这个是过去任何一个年代的设计师都不敢奢望的事情。 大概是2007年，在PS论坛认识以为地产广告做得非常优秀的长沙设计师，工资才5000，而当年的我只是个新手网页设计师，也是5000。让人感叹，如果是今天的各大设计社区这么火热的时代，他早就成一方霸主。 感谢时代的美好，更加感谢自己看得懂时代而知道要去做什么应对这个时代变化。 by庞门正道","categories":[{"name":"简生活","slug":"简生活","permalink":"http://yoursite.com/categories/简生活/"}],"tags":[{"name":"文章","slug":"文章","permalink":"http://yoursite.com/tags/文章/"},{"name":"工作","slug":"工作","permalink":"http://yoursite.com/tags/工作/"},{"name":"庞门正道","slug":"庞门正道","permalink":"http://yoursite.com/tags/庞门正道/"}]},{"title":"20多岁的我们其实很恐慌","slug":"20多岁的我们其实很恐慌","date":"2018-07-12T00:12:18.000Z","updated":"2018-07-31T12:22:51.000Z","comments":true,"path":"2018/07/12/20多岁的我们其实很恐慌/","link":"","permalink":"http://yoursite.com/2018/07/12/20多岁的我们其实很恐慌/","excerpt":"前段时间朋友圈被某品牌的“30岁恐慌”广告刷屏了。30岁对于很多人来说，好像成了人生的一个坎，一个分水岭，一个会隔断人生很多东西的标志。 可其实，20岁的恐慌并不会比30岁来得更少。 这是网易云音乐一首歌下面的评论。 有26万的点赞，20多岁的恐慌，大概可以窥见一些。","text":"前段时间朋友圈被某品牌的“30岁恐慌”广告刷屏了。30岁对于很多人来说，好像成了人生的一个坎，一个分水岭，一个会隔断人生很多东西的标志。 可其实，20岁的恐慌并不会比30岁来得更少。 这是网易云音乐一首歌下面的评论。 有26万的点赞，20多岁的恐慌，大概可以窥见一些。 20岁的恐慌往往来得更加直接、干脆，不能遮遮掩掩。 20岁的我们面对这些恐慌的时候，也往往因为缺少阅历更加无助，更加迷茫。 明明昨日还是十几岁的无畏少年，今日就成了要独自冲出去面对世界的大人。 我们真的很恐慌。 交替矛盾的身份20岁的人，正在踏出从学校到职场的第一步。 在学校是成熟的师兄师姐，给学弟学妹们解惑，告诉他们大学哪些证必须考，大学生活该怎么过。 在公司是一无所知的职场小白，在公司里小心翼翼地完成工作，生怕自己的某句话说错得罪了同事或者领导。如履薄冰，胆战心惊。 责任突然加重以前上学的时候，遇到不喜欢的课，不喜欢的老师，就可以不去上。 工作以后，不习惯不喜欢也得忍着。因为自己二十多了，肩上开始有了不得不承担的重担。不能再逃避，不能再任性，不能说不干就不干了。 毕业即失业离开学校的庇护，会突然失去归属感。 大家的路也越来越不一样，家世好的不急着找工作，甚至不需要找工作。 成绩好的同学考上了一个不错学校的研究生，有想法敢拼的同学都开始创业。 剩下的一大批人，开始疯狂地投简历，成了待就业大军中的一员，看不到出路。 还没忘记梦想，却要担心无法养活自己拿着几千块的工资，交出去几千房租，吃饭交通乱七八糟地一算， 最后到自己手里还剩几百。 入不敷出，养活自己都成问题。却又还没有忘记梦想，没有习惯妥协，青黄不接很是尴尬。 没有长假了正式开始工作以后，会永远失去那个陪伴了我们十多年的暑假，寒假也会变得很短很短。 猝不及防地被推进了新的人生，很想再回去放一次暑假，很舍不得记忆里那些听着蝉鸣昏昏欲睡 面对来自亲戚的追问20岁，我们终于不需要面对那个我们最讨厌的问题“你考了多少分”了。 但是随之而来的，是更多更恶心的问题:大学毕业打算去哪儿？你在做什么？准备做什么工作？收入如何？稳定吗？前景如何？能不能落户？ 他们听不懂的专业名称，解释不清楚的岗位职能，所有这些在他们眼里都变成了“不怎么正经的工作”“很不稳定”“打工而已”“不如回家考教师”。 父母从中年逐渐变成老年20岁的我们，父母也就40多岁，大一点50岁。 表面上看起来依然精精神神的，有时候一不细想，就忘了他们的年龄。 偶尔看见他们的白发冒出来，眼睛开始有些花，说话不再那么大声，甚至已经不再怎么跟我们生气也不骂我们了。 突然意识到他们开始老了，不知所措，难以接受。 被逼婚家中长辈已经有了催婚的势头。大学一毕业，刚开始工作父母就已经把找对象提上了日程。他们不经我们同意就擅自把我们的照片发给别人，问也不问我们就帮我们约好了一次见面。听他们讲，人家是哪个大学毕业的，家境怎么样，长得怎么样，有一种成年人的爱情不过是家境和条件的匹配的感觉。 害怕不能再爱，害怕孤独终老自己也想好好地谈场恋爱，从心动到古稀。但平时工作从早到晚，周末只想好好地睡一觉，认识新的异性的渠道越来越少，又没有精力去拓宽。我喜欢的都已有归属，喜欢我的都不想接触，觉得谈场恋爱真的很难。很害怕自己就这么孤独终老。 渐渐没有朋友，很孤独远离老朋友，没有新朋友。朋友各奔东西，散落在祖国各地。大家都忙，联系很少，发了消息也是几个小时才回一句，没法谈心。跟新的同事、朋友又没到交心的程度，他们对于我们的过去知之甚少，难以开口。周末、放假有时会觉得无处可去，无人可约。 结语20岁的这几年，生活剧变。仿佛在一夜之间我们就完成了学生到社会人士的角色转换。 很多从前我们没有考虑过的问题，一一浮现。 以前在学校，我们跟人最大的差距也不过是几十分的成绩。毕业后，面对家世、机遇、能力的差距我们开始感到无力。 以前在学校，我们无论犯了多大的错误，都能被理解，我们还是孩子。毕业后，没人再给我们机会，做错了一点事就被骂得狗血淋头，甚至出局。 以前我们总觉得大人们说的是错的，现在我们意识到他们说的是对的了。我们看到了这个社会现实、功利的一面，太多的理想、爱情被现实的洪流吞噬，我们常觉得身不由己，不是我们在选择生活，而是生活在塑造我们。 我们第一次感到自己是那么无力，于是我们惶恐。 对于此，谁都没有太好的办法，我们只能鼓起勇气，耐起性子，一一去面对属于20岁的人生难题。 可就好像我们在学校里做题时那样，我们未必能每一题都会做，每一题都拿满分，但我们的人生也不会因为哪道题就变得糟糕。 可能对于我们这个年纪的惶恐，最好的答案就是： 你心地善良，你年纪轻轻，你怕什么？ by 才华有限青年","categories":[{"name":"简生活","slug":"简生活","permalink":"http://yoursite.com/categories/简生活/"}],"tags":[{"name":"文章","slug":"文章","permalink":"http://yoursite.com/tags/文章/"},{"name":"浓鸡汤","slug":"浓鸡汤","permalink":"http://yoursite.com/tags/浓鸡汤/"}]},{"title":"《相思子》","slug":"相思子","date":"2018-07-11T12:15:18.000Z","updated":"2018-07-31T12:38:03.000Z","comments":true,"path":"2018/07/11/相思子/","link":"","permalink":"http://yoursite.com/2018/07/11/相思子/","excerpt":"红豆生南国，春来发几枝。愿君多采撷，此物最相思。","text":"红豆生南国，春来发几枝。愿君多采撷，此物最相思。","categories":[{"name":"简生活","slug":"简生活","permalink":"http://yoursite.com/categories/简生活/"}],"tags":[{"name":"文章","slug":"文章","permalink":"http://yoursite.com/tags/文章/"}]},{"title":"王阳明｜越是艰难处，越是修身时","slug":"越是艰难处，越是修身时","date":"2018-07-09T11:20:18.000Z","updated":"2018-07-31T12:51:34.000Z","comments":true,"path":"2018/07/09/越是艰难处，越是修身时/","link":"","permalink":"http://yoursite.com/2018/07/09/越是艰难处，越是修身时/","excerpt":"从前无知，以为“王阳明”不过是课本里一个唯心主义、欲穷尽“格物致知”而守了竹子七天七夜的书呆子。 最近看了一套书，彻底颠覆了我对这个古人的全部认识。 《知行合一》系列通俗生动如小说，向你娓娓道来关于“明代第一流人物”王阳明的传奇人生。 能找到并遵循内心的良知，复杂的外部世界将变得格外清晰，致胜决断，了然于心。","text":"从前无知，以为“王阳明”不过是课本里一个唯心主义、欲穷尽“格物致知”而守了竹子七天七夜的书呆子。 最近看了一套书，彻底颠覆了我对这个古人的全部认识。 《知行合一》系列通俗生动如小说，向你娓娓道来关于“明代第一流人物”王阳明的传奇人生。 能找到并遵循内心的良知，复杂的外部世界将变得格外清晰，致胜决断，了然于心。 更难得的是，修身、持家、立业、教子等诸多问题都可以在独具一格的阳明心学中找到答案。 这套书是你了解心学、解心中所惑的可靠、易懂的读本。 为什么要读王阳明？他是与孔孟朱并肩的大智者治学立言、战功彪炳、授业八方，说的都是王阳明。 泱泱中华，能立德、立功、立言、实现三不朽的圣人，只有两个半。他是继孔子之后的第二人。 他与孔孟朱并称“儒家四大家”，更是平叛乱、收两广、定数十载匪祸的“大明军神”。 他名动天下却甘愿把名利拱手让人，转而立院讲学，成“心学”一家之言，无门户之见、亦不分贵贱。这些跌宕起伏的故事，在书中都有讲述，让你不忍释卷。 黄宗羲、曾国藩、梁启超、严复、孙中山、钱穆……无不称赞他的奇才、品德和境界。 该系列特收录了隆庆六年初刻本《传习录》，这是尘封了400多年的王阳明经典著作原版，记录了他的核心思想，读来简明扼要。 在400多年后的今天，王阳明的学问、品德与胸襟依然值得我们每个人学习，非常契合当代人修身养性的需要。 如何在功利社会习得宁静而强大的内心？浮躁当下，总让人身心俱疲。 王阳明早已明了，一切焦虑均因得失之心太重。“凡处得有善有未善，及有困顿失次之患者，皆是牵于毁誉得丧，不能实致其良知耳”。 当年王阳明二考进士落第，身旁人或哭或怨，唯他一人泰然处之。非强忍情绪，只是他“不以落第为耻，而以因落第痛苦为耻”。 得与不得都看得过于重要，早已忘了：人生不如意十常八九、得失本是常态。 唯有平常心，才是正道。 躬亲践行“知行合一”人生困惑变得清晰这些年，政商界掀起一阵“阳明”风潮，全因“知行合一”。 知，是指良知。知行合一，就是依良知、循道德以处世。这是为人在世有所凭靠、无惑无虑，处事果断又安然自适的要诀。 王阳明的哲思，顿悟于人生跌宕。廷杖下狱、排挤流放……别人或许从此消沉，他却迎来了一场场顿悟。 唯有入世且不断修炼、反思，才能砥砺出更高的境界。 阳明家训如明灯教你修身、持家、教子、立业王阳明为子孙留下的家训，宛若一盏不灭的心灯，警世亦醒世。 他以心学为基础，告诫子女如何修身、齐家、立业、养生、做人…… 更谱写三字经：“幼儿曹，听教诲：勤读书，要孝悌；学谦恭，循礼义；节饮食，戒游戏；毋说谎，毋贪利……”让孩子从小就知书识礼、谦和自信。 想让家人获得内心愉悦，当读王阳明家训。 读《知行合一》系列，你会明白遵循心之所往、不背社会道德，尽己所能、顺其自然才是生活智慧。 精彩评论： 知行合一的“知”，不是“知道”，而是“良知”，是每个人内心与生俱来的道德感和判断力。找到并遵循内心的良知，复杂的外部世界将变得格外清晰，致胜决断，了然于心。 看到留言里有人说“与生俱来的道德感和判断力”，我想说，道德感没有与生俱来的，只是人类社会附加上去的一种观念灌输，就像小孩子婴儿时期不懂不穿衣服是羞，玩弄屎尿是脏一样，所以更别说判断力。每个人内心深处不是自带道德感，而是一种能量，也可称之为爱，但不是我爱你他她它这种爱，是爱天地万物的大爱，王阳明格物格到的就是这一份能量，所以唯有大爱最是让人坚强，从容，知行合一。","categories":[{"name":"简生活","slug":"简生活","permalink":"http://yoursite.com/categories/简生活/"}],"tags":[{"name":"文章","slug":"文章","permalink":"http://yoursite.com/tags/文章/"},{"name":"修身","slug":"修身","permalink":"http://yoursite.com/tags/修身/"}]},{"title":"卖米","slug":"卖米","date":"2018-07-08T13:10:18.000Z","updated":"2018-07-31T12:27:32.000Z","comments":true,"path":"2018/07/08/卖米/","link":"","permalink":"http://yoursite.com/2018/07/08/卖米/","excerpt":"《卖米》曾获得北京大学首届校园原创文学大赛一等奖。但是，在颁奖现场，获奖者并没有出现，而是由她的同学们在寄托哀思，那气氛已经不是在颁奖，而是在开追悼会了。一时间，沉默覆盖了北大的整个阳光大厅。至此，我才知道获奖者在一年前就已身患白血病离开了人间。","text":"《卖米》曾获得北京大学首届校园原创文学大赛一等奖。但是，在颁奖现场，获奖者并没有出现，而是由她的同学们在寄托哀思，那气氛已经不是在颁奖，而是在开追悼会了。一时间，沉默覆盖了北大的整个阳光大厅。至此，我才知道获奖者在一年前就已身患白血病离开了人间。 壹天刚蒙蒙亮，母亲就把我叫起来了：“琼宝，今天是这里的场，我们担点米到场上卖了，好弄点钱给你爹买药。” 我迷迷糊糊睁开双眼，看看窗外，日头还没出来呢。我实在太困，又在床上赖了一会儿。 隔壁传来父亲的咳嗽声，母亲在厨房忙活着，饭菜的香气混合着淡淡的油烟味飘过来，慢慢驱散了我的睡意。我坐起来，穿好衣服，开始铺床。 “姐，我也跟你们一起去赶场好不好？你买冰棍给我吃！” 弟弟顶着一头睡得乱蓬蓬的头发跑到我房里来。 “毅宝，你不能去，你留在家里放水。”隔壁传来父亲的声音，夹杂着几声咳嗽。 弟弟有些不情愿地冲隔壁说：“爹，天气这么热，你自己昨天才中了暑，今天又叫我去，就不怕我也中暑！” “人怕热，庄稼不怕？都不去放水，地都干了，禾都死了，一家人喝西北风去？”父亲一动气，咳嗽得越发厉害了。 弟弟冲我吐吐舌头，扮了个鬼脸，就到父亲房里去了。 只听见父亲开始叮嘱他怎么放水，去哪个塘里引水，先放哪丘田，哪几个地方要格外留神别人来截水，等等。 贰吃过饭，弟弟就找着父亲常用的那把锄头出去了。我和母亲开始往谷箩里装米，装完后先称了一下，一担八十多斤，一担六十多斤。 我说：“妈，我挑重的那担吧。” “你学生妹子，肩膀嫩，还是我来。” 母亲说着，一弯腰，把那担重的挑起来了。 我挑起那担轻的，跟着母亲出了门。 “路上小心点！咱们家的米好，别便宜卖了！”父亲披着衣服站在门口嘱咐道。 “知道了。你快回床上躺着吧。”母亲艰难地把头从扁担旁边扭过来，吩咐道，“饭菜在锅里，中午你叫毅宝热一下吃！” 赶场的地方离我家大约有四里路，我和母亲挑着米，在窄窄的田间小路上走走停停，足足走了一个钟头才到。场上的人已经不少了，我们赶紧找了一块空地，把担子放下来，把扁担放在地上，两个人坐在扁担上，拿草帽扇着。 一大早就这么热，中午就更不得了，我不由得替弟弟担心起来。 他去放水，是要在外头晒上一整天的。 我往四周看了看，发现场上有许多人卖米，莫非他们都等着用钱？ 场上的人大都眼熟，都是附近十里八里的乡亲，人家也是种田的，谁会来买米呢？ 叁我问母亲，母亲说：“有专门的米贩子会来收米的。他们开了车到乡下来赶场，收了米，拉到城里去卖，能挣好些哩。” 我说：“凭什么都给他们挣？我们也拉到城里去卖好了！”其实自己也知道不过是气话。 果然，母亲说：“咱们这么一点米，又没车，真弄到城里去卖，挣的钱还不够路费呢！早先你爹身体好的时候，自己挑着一百来斤米进城 去卖，隔几天去一趟，倒比较划算一点。” 我不由心里一紧，心疼起父亲来。从家里到城里足足有三十多里山路呢，他挑着那么重的担子走着去，该多么辛苦！就为了多挣那几个钱，把人累成这样，多不值啊！但又有什么办法呢？家里除了种地，也没别的收入，不卖米，拿什么钱供我和弟弟上学？ 我想着这些，心里一阵阵难过起来。看看旁边的母亲，头发有些斑白了，黑黝黝的脸上爬上了好多皱纹，脑门上密密麻麻都是汗珠，眼睛有些红肿。 “妈，你喝点水。” 我把水壶递过去，拿草帽替她扇着。 肆米贩子们终于开着车来了。他们四处看着卖米的人，走过去仔细看米的成色，还把手插进米里，抓上一把米细看。 “一块零五。” 米贩子开价了。 卖米的似乎嫌太低，想讨价还价。 “不还价，一口价，爱卖不卖！” 米贩子态度很强硬，毕竟，满场都是卖米的人，只有他们是买家，不趁机压价，更待何时？ 母亲注意着那边的情形说：“一块零五？也太便宜了。上场还卖到一块一呢。” 正说着，有个米贩子朝我们这边走过来了。 他把手插进大米里，抓了一把出来，迎着阳光细看着。 “这米好咧！又白又匀净，又筛得干净，一点沙子也没有！”母亲堆着笑，语气里有几分自豪。 的确，我家的米比场上其他人卖的米都好。 伍那人点了点头，说：“米是好米，不过这几天城里跌价，再好的米也卖不出好价钱来。一块零五，卖不卖？” 母亲摇摇头：“这也太便宜了吧？上场还卖一块一呢。再说，你是识货的，一分钱一分货，我这米肯定好过别家的！” 那人又看了看米，犹豫了一下，说：“本来都是一口价，不许还的，看你们家米好，我加点，一块零八，怎么样？” 母亲还是摇头：“不行，我们家这米，少说也要卖到一块一。你再加点？” 那人冷笑一声，说：“今天肯定卖不出一块一的行情，我出一块零八你不卖，等会散场的时候你一块零五都卖不出去！” “卖不出去，我们再担回家！”那人的态度激恼了母亲。 “那你就等着担回家吧。”那人冷笑着，丢下这句话走了。 陆我在旁边听着，心里算着：一块零八到一块一，每斤才差两分钱。 这里一共150斤米，总共也就三块钱的事情，路这么远，何必再挑回去呢？ 我的肩膀还在痛呢。 我轻轻对母亲说：“妈，一块零八就一块零八吧，反正也就三块钱的事。再说，还等着钱给爹买药呢。” “那哪行？”母亲似乎有些生气了，“三块钱不是钱？再说了，也不光是几块钱的事，做生意也得讲点良心，咱们辛辛苦苦种出来的米，质量也好，哪能这么贱卖了？” 我不敢再说。 我知道种田有多么累。 光说夏天放水，不就把爹给病倒了？ 弟弟也才十一二岁的毛孩子，还不得找着锄头去放水！ 毕竟，这是一家人的生计啊！ 柒又有几个米贩子过来了，他们也都只出一块零五。有一两个出到一块零八，也不肯再加。 母亲仍然不肯卖。 看看人渐渐少了，我有些着急了。 母亲一定也很心急吧，我想。 “妈，你去那边树下凉快一下吧！”我说。 母亲一边擦汗，一边摇头：“不行。我走开了，来人买米怎么办？你又不会还价！” 我有些惭愧。 “百无一用是书生”，虽然在学校里功课好，但这些事情上就比母亲差远了。 又有好些人来买米，因为我家的米实在是好，大家都过来看，但谁也不肯出到一块一。 看看日头到头顶上了，我觉得肚子饿了，便拿出带来的饭菜和母亲一起吃起来。 母亲吃了两口就不吃了，我知道她是担心米卖不出去，心里着急。 母亲叹了口气：“还不知道卖得掉卖不掉呢。” 我趁机说：“不然就便宜点卖好了。” 母亲说：“我心里有数。” 捌下午人更少了，日头又毒，谁愿意在场上晒着呢。 看看母亲，衣服都粘在背上了，黝黑的脸上也透出晒红的印迹来。 “妈，我替你看着，你去溪里泡泡去。” 母亲还是摇头：“不行，我有风湿，不能在凉水里泡。你怕热，去那边树底下躲躲好了。” “不用，我不怕晒。” “那你去买根冰棍吃好了。” 母亲说着，从兜里掏出两毛钱零钱来。 我最喜欢吃冰棍了，尤其是那种叫“葡萄冰”的最好吃，也不贵，两毛钱一根。 但我今天突然不想吃了：“妈，我不吃，喝水就行。” 最热的时候也过去了，转眼快散场了。 卖杂货的小贩开始降价甩卖，卖菜，卖西瓜的也都吆喝着：“散场了，便宜卖了！” 我四处看看，场上已经没有几个卖米的了，大部分人已经卖完回去了。 玖母亲也着急起来，一着急，汗就出得越多了。 终于有个米贩子过来了：“这米卖不卖？一块零五，不讲价！” 母亲说：“你看我这米，多好！上场还卖一块一呢……” 不等母亲说完，那人就不耐烦地说：“行情不同了！想卖一块一，你就等着往回担吧！” 奇怪的是，母亲没有生气，反而堆着笑说：“那，一块零八，你要不要？” 那人从鼻子里哼了一声，说：“你这个价钱，不是开场的时候也难得卖出去，现在都散场了，谁买？做梦吧！” 母亲的脸一下子白了，动着嘴唇，但什么也没说。 一旁的我忍不住插嘴了：“不买就不买，谁稀罕？不买你就别站在这里挡道！” “哟，大妹子，你别这么大火气。” 那人冷笑着说，“留着点气力等会把米担回去吧！” 等那人走了，我忍不住埋怨母亲：“开场的时候人家出一块零八你不卖，这会好了，人家还不愿意买了！” 母亲似乎有些惭愧，但并不肯认错：“本来嘛，一分钱一分货，米是好米，哪能贱卖了？出门的时候你爹不还叮嘱叫卖个好价钱？” “你还说爹呢！他病在家里，指着这米换钱买药治病！人要紧还是钱要紧？” 母亲似乎没有话说了，等了一会儿，低声说：“一会儿人家出一块零五也卖了吧。” 可是再没有人来买米了，米贩子把买来的米装上车，开走了。 拾散场了，我和母亲晒了一天，一颗米也没卖出去。 “妈，走吧，回去吧，别愣在那儿了。” 我收拾好毛巾、水壶、饭盒，催促道。 母亲迟疑着，终于起了身。 “妈，我来挑重的。” “你学生妹子，肩膀嫩……” 不等母亲说完，我已经把那担重的挑起来了。 母亲也没有再说什么，挑起那担轻的跟在我后面，踏上了回家的路。 肩上的担子好沉，我只觉得压着一座山似的。 突然脚下一滑，我差点摔倒。 我赶紧把剩下的力气都用到腿上，好容易站稳了，但肩上的担子还是倾斜了一下，洒了好多米出来。 “啊，怎么搞的？”母亲也放下担子走过来，嘴里说，“我叫你不要挑这么重的，你偏不听，这不是洒了。多可惜！真是败家精！” 败家精是母亲的口头禅，我和弟弟干了什么坏事她总是这么数落我们。 但今天我觉得格外委屈，也不知道为什么。 “你在这等会儿，我回家去拿个簸箕来把地上的米扫进去。浪费了多可惜！拿回去可以喂鸡呢！”母亲也不问我扭伤没有，只顾心疼洒了的米。 十一我知道母亲的脾气，她向来是“刀子嘴，豆腐心”的，虽然也心疼我，嘴里却非要骂我几句。 想到这些，我也不委屈了。 “妈，你回去还要来回走个六七里路呢，时候也不早了。”我说。 “那地上的米怎么办？” 我灵机一动，把头上的草帽摘下来：“装在这里面好了。” 母亲笑了：“还是你脑子活，学生妹子，机灵。” 说着，我们便蹲下身子，用手把洒落在地上的米捧起来，放在草帽里，然后把草帽顶朝下放在谷箩里，便挑着米继续往家赶。 回到家里，弟弟已经回来了，母亲便忙着做晚饭，我跟父亲报告卖米的经过。 父亲听了，也没抱怨母亲，只说：“那些米贩子也太黑了，城里都卖一块五呢，把价压这么低！这么挣庄稼人的血汗钱，太没良心了！” 我说：“爹，也没给你买药，怎么办？” 父亲说：“我本来就说不必买药的嘛，过两天就好了，花那个冤枉钱做什么！” 晚上，父亲咳嗽得更厉害了。 十二母亲对我说：“琼宝，明天是转步的场，咱们辛苦一点，把米挑到那边场上去卖了，好给你爹买药。” “转步？那多远，十几里路呢！”我想到那漫长的山路，不由有些发怵。 “明天你们少担点米去。每人担50斤就够了。”父亲说。 “那明天可不要再卖不掉担回来哦！”我说，“十几里山路走个来回，还挑着担子，可不是说着玩的！” “不会了不会了。”母亲说，“明天一块零八也好，一块零五也好，总之都卖了！” 母亲的话里有许多辛酸和无奈的意思，我听得出来，但不知道怎么安慰她。 我自己心里也很难过，有点想哭。 我想，别让母亲看见了，要哭就躲到被子里哭去吧。 可我实在太累啦，头刚刚挨到枕头就睡着了，睡得又香又甜。 一篇《卖米》旧文重提，感动依旧。担在肩上的是卖不出的米，压在心头的却是无比骨感的真。这趟跋涉无果的赶场，道尽世间所有辛酸。生活不易，有的人只是活着就已筋疲力尽。然而，余味苦涩，终有回甘。恰如文章的笔触哀而不伤，认清生活真相后依旧热爱生活，才能读懂作者，笑对人生。 来源：该篇刊登于《读者》2005年第二期","categories":[{"name":"简生活","slug":"简生活","permalink":"http://yoursite.com/categories/简生活/"}],"tags":[{"name":"文章","slug":"文章","permalink":"http://yoursite.com/tags/文章/"},{"name":"纪实","slug":"纪实","permalink":"http://yoursite.com/tags/纪实/"}]},{"title":"你的格局，决定你的前途","slug":"格局决定前途","date":"2018-07-08T12:33:18.000Z","updated":"2018-07-31T12:35:32.000Z","comments":true,"path":"2018/07/08/格局决定前途/","link":"","permalink":"http://yoursite.com/2018/07/08/格局决定前途/","excerpt":"原来人跟人之间的差距，有时不仅仅在于智商有多高，情商有多厉害，还得看他的格局有多大。即使这篇鸡汤味很浓重，但是细细品味起码有些许的道理即可。","text":"原来人跟人之间的差距，有时不仅仅在于智商有多高，情商有多厉害，还得看他的格局有多大。即使这篇鸡汤味很浓重，但是细细品味起码有些许的道理即可。 平遥之上？我曾经有个同事，升职速度很快。很多人都嫉妒地说，她是因为有后台有人撑腰，所以才平步青云，可我却不认同。 记得有一段时间，我的电脑总是出问题，其实修一修就可以再用，但因为内存太小，不是死机，就是卡机。 这位同事知道后，居然主动要求跟我换电脑。要知道，当时人人都把自己的电脑保护得很好，生怕别人用，更不要说跟别人换了。但她说，我不常用，所以电脑运行慢一点没关系，但是你要经常整理数据，用我的更快，更方便。 不过后来我还是回绝了，因为觉得，她这样说，是真的很大方，但其实她用电脑的时间比我还要多。我如果真换了，就很不厚道。 再后来，她离职了，去了更大的公司，当了更大的领导。可换电脑这件事让我明白一个道理：原来人跟人之间的差距，有时真的不在于智商有多高，情商有多厉害，而是格局有多大。 两个实习生我遇到过两个实习生，从同一所大学毕业，到我们这里实习。 刚开始，第一个实习生，总是没有主动性，老板安排一件事，他就做一件。老板安排他去买笔记本，他就真的只买本子，根本想不到老板是否还缺笔。但第二个实习生，就非常有灵性。 平时在工作中，第一个实习生，也总是：我只拿了一千块的实习工资，就只做一千块钱的活儿。而第二个实习生，总是不怕加班，不怕吃苦，不仅又快又好把自己的工作做完，还主动去帮助别人干活儿。于是，我的很多同事就把很多事儿都大胆放心地让他帮着做。 结果是，第二个实习生，很快就在额外的工作和流程中，掌握了整个公司运营发展的情况，并且很快成为一个能独当一面的全能性人才。在我离职以前，他已经坐上了副总的宝座。 我的同事们都在说，第二个实习生特别聪明，很多事不用领导安排，他自己眼里，心里，就能装着事儿。 其实我倒认为，不是因为他聪明，而是因为他知道这是在为自己卖力干活。很多人在初入职场时，都会犯一个错误，那就是老板给你多少月薪，你就干多少活儿。多做一点儿事儿，都觉得是吃亏。 可是真正能成大器的人，会以主人的姿态去帮别人打工，等到他们积攒了经验，有了本事以后，即便不在这家公司升职加薪，也会大有前途。 砌墙or建一座城市？再跟大家分享一个故事。 三个工人在工地砌墙，有人问他们在干什么？第一个人没好气说：“砌墙，你没看到吗？”第二个人笑笑：“我们在盖一幢高楼。”第三个人笑容满面：“我们正在建一座新城市。”10年后，第一个人仍在砌墙，第二个人成了工程师，而第三个人，成了前两个人的老板。 很多人上班，都觉得自己是在为老板打工，卖力，挣钱。可是未来的老板、领导和企业家们，他们在当员工时，虽然干的是别人的活儿，解决的是别人的问题，可实际上却在不断地提高自己，为自己打工，为自己卖力，为自己积蓄力量。 最终你会发现，一个人的前途如何，看的是格局。 来源：温暖的女子（ID：wennuan-312） | 作者：李思圆，新浪微博：@饮水-思圆","categories":[{"name":"简生活","slug":"简生活","permalink":"http://yoursite.com/categories/简生活/"}],"tags":[{"name":"文章","slug":"文章","permalink":"http://yoursite.com/tags/文章/"},{"name":"浓鸡汤","slug":"浓鸡汤","permalink":"http://yoursite.com/tags/浓鸡汤/"}]},{"title":"眼下90后都要30岁了，我思考了一下死亡。","slug":"庞门正道系列1死亡","date":"2018-07-08T08:33:18.000Z","updated":"2018-07-31T12:29:33.000Z","comments":true,"path":"2018/07/08/庞门正道系列1死亡/","link":"","permalink":"http://yoursite.com/2018/07/08/庞门正道系列1死亡/","excerpt":"其实这对话和死亡一点关系都没有，但是我看到90后都28岁，忽然想到自己也三十多，好像一夜之间就多了十几岁一样，因为有时候看到大学群里面聊天，还会觉得自己刚刚毕业一样。 想了关于年龄，自然就想到了生命，加上半年前看了一篇关于人类为什么放弃永生的文章，就多想了一会儿。","text":"其实这对话和死亡一点关系都没有，但是我看到90后都28岁，忽然想到自己也三十多，好像一夜之间就多了十几岁一样，因为有时候看到大学群里面聊天，还会觉得自己刚刚毕业一样。 想了关于年龄，自然就想到了生命，加上半年前看了一篇关于人类为什么放弃永生的文章，就多想了一会儿。 辉煌永世or碌碌百年？有的人在辉煌的年轻就走了，有的人碌碌无为活到近百年，到底哪个是我们应该羡慕的呢？ 我们谈到生命，就会觉得有生就有死，想办法多活一些日子就是珍惜生命的最佳表现，但是同时也矛盾，有一些人很年轻就走了，但是留下很多不朽的作品，有的人碌碌无为地活到了近百岁，到底哪个才是我们应该羡慕的呢？ 我相信很多年轻人都会有所困惑。 没有思想，没有意识行为，全都是生物本能首先，这个世界是否存在永生的生物？答案是有的，那是一种单细胞的生物，叫阿米巴虫，它不存在衰老，而繁殖的方式是通过细胞分裂，而它的主体却一直都不会老化，就是“生”了一个和他一模一样的孩子出来，依然是一只细胞。这个是生命的另一种存在模式。 只要你不刻意去弄死它，它就是永生。 这种单细胞生命体的永生？你是否渴望？ 反正我是没有兴趣的。没有思想，没有意识行为，全都是生物本能，简单挪动几下，然后复制一个自己出来。 你以为就一种？其实不止，又例如，这个灯塔水母。 也是无性繁殖，它牛逼的地方就是新城代谢是循环的，那就是从小到老，老了之后又变成幼年，可怕不？只要不被猎物吃掉，它也是永生之躯。 比较痛苦的地方就是永远都是孤单一只，飘啊飘啊，直到被其它生物不小心弄死它。 因存在死亡，所以复杂的物种每一代都带来改变而人类的祖先的祖先，选择成为复杂的动物，所以选择了成为会死亡也会进化的生命体，就是因为存在死亡，所以这些复杂的物种每一代都带来少许的改变，也就是进化。这种微小的变化在物种的最大生命过程中，是无法感受得到的，例如再长寿的原始人，都没法看到他们这个物种在2018年，居然全身都没有了保暖的毛发。 那么人类既然选择了付出死亡的代价去进化自身，那么为什么还那么渴望得到永生呢？因为每个人都渴望生命，惧怕死亡。死亡意味着拥有的一切将会永远失去，所以那些自杀的人，都是觉得自己一无所有，连活着的价值都没有，所以就跳下去了。 那么，永生或者长寿，就一定很有意义了吗？ 我有不同的意见。 哈里特乌龟，这只龟是1830年出生的，那时候清朝还是盛世呢！它是目前有记载里面最长寿的龟类，如果照料得好，估计起码可以200岁。也就是陆地生物之最了。 而在海洋里面最长生命的（不算永生那些），就是这种看起来好好吃的圆蛤。最长寿的超过了400年寿命。 你是否羡慕这些动物？ 其实想一下，就知道没啥好羡慕，你和一只乌龟都在家里，然后你跑去海边看一会大海，又跑回到房间休息，花了2小时，而它跑去看一会儿海，再回来，花了3天。假如你和它的寿命分别是2小时和3天，似乎你们一生中做过的事是一模一样的。 我们人类和动物这样对比，看起来有点不公平，所以用人类和人类对比才看出差异。 相比较长度，生命的宽度更有幸福感和存在感1974年出生的小李子和1944年出生的普通乡下农夫，谁的寿命更长一些？而谁的人生更长一些？ 寿命肯定是农夫更长，毕竟已经70多岁，但是小李子的人生做了更多不重复的事，而且一直都在变化，而农夫可能一辈子都被水稻奴役在田间。 假设2人最终的生命都是90年，那么小李子的生命宽度是另一位的N多倍，内容量也是N多倍。生命的意义就大有不同。 那些都比较遥远 我还是回到自己身上，工作了13年多，前面的10年，基本上都是在埋头苦干，而最近3年累积下来的走过的路程比那10年还要多。走了非常多的国家，分享会到很多不同的城市，写了非常多的教程和职场文章，输出了很多影响力，这些的收获比过去10年还多，当然，没有那10年的累积也不会有这几年的爆发。 回到怕不怕死的问题上如果让我一个人死，说真的，我怕，但是弄明白人人都要死这个大前提，其实死就没有那么可怕，只要在匹配的年龄做到了匹配的事，那就是对得起生命。死都是一瞬间的事，没什么可怕和难度，而活得精彩才是难。 你28岁，如果有28岁的样子，甚至超过了28岁的成绩，那就一点儿都不老。 反之，你就要好好赶上去了，毕竟到90岁时候嘲讽80岁就挂掉的人，没啥意思，因为别人80岁走过去看的那片海，你可能120岁都看不到。 所以，老不可怕，只要一直都有新的挑战，新的经历，新的思想，你其实没有老，你只是在成长。 来自2018年6月21日的庞门正道微信图文","categories":[{"name":"简生活","slug":"简生活","permalink":"http://yoursite.com/categories/简生活/"}],"tags":[{"name":"文章","slug":"文章","permalink":"http://yoursite.com/tags/文章/"},{"name":"庞门正道","slug":"庞门正道","permalink":"http://yoursite.com/tags/庞门正道/"}]},{"title":"癌症性格分析","slug":"癌症性格分析","date":"2018-07-07T09:33:18.000Z","updated":"2018-07-31T12:36:19.000Z","comments":true,"path":"2018/07/07/癌症性格分析/","link":"","permalink":"http://yoursite.com/2018/07/07/癌症性格分析/","excerpt":"有一种性格，叫癌症性格，大体总结为： 一点小事就焦虑，什么小事就较真，但遇事喜欢憋在心里，表面上很少流露出负面情绪。 他们习惯克制、压抑自己的真实想法，其实总是在生闷气。 他们往往心理脆弱，经不住打击，又总觉得孤独、无助，活得很累。 这种人的肿瘤发病率比一般人高3倍以上。","text":"有一种性格，叫癌症性格，大体总结为： 一点小事就焦虑，什么小事就较真，但遇事喜欢憋在心里，表面上很少流露出负面情绪。 他们习惯克制、压抑自己的真实想法，其实总是在生闷气。 他们往往心理脆弱，经不住打击，又总觉得孤独、无助，活得很累。 这种人的肿瘤发病率比一般人高3倍以上。 杭州一位31岁的妈妈，在去年底例行查体时，发现自己得了甲状腺癌。 她写了一篇“当31岁遇见癌症”的自述体文章，讲自己是一个工作狂+吃货，天天吃宵夜减压，别人吃宵夜吃水果酸奶什么的，她吃的是烧烤炒年糕炒米线。 另外，她说平时工作压力很大，白天接触很多人，要处理很多关系，工作很烦躁，唯一的放松，就是回到家，面对那一顿夜宵。 她家没有癌症的家族病史，她觉得就是吃夜宵和工作累，把自己的身体搞坏了。 当然，癌症的发生有很多种可能。我今天特别想说的是，除了遗传、饮食、环境等因素，癌症还与性格有关。 因为有一种性格，就叫癌症性格。 昨天听到坏消息。老家一个邻居姐姐，乳腺癌去世了，45岁，女儿今年正要高考。 她和老公结婚二十年，一直别别扭扭不顺当，时不时就怄气，一怄就十天半个月的零交流。 姐姐是那种啥事都往心里去又不肯往外说的人，偏偏她心又不大，于是整天生闷气，老公换手机她生气，吃饭时接电话她生气，买双皮鞋不好看她也生气。 不只是老公，同事奖金稍高她生气，女儿成绩掉一点她更生气。 反正她情绪始终很坏，连累得身体也哪儿哪儿都不舒服。 去年查出乳腺癌，大家都劝她想开点。 她答应得好好的，但还是各种生气，气老公照顾不周她在病房喝不上热水，气同事不常来看她单位换领导也不告诉她，气别人都好好的偏偏自己得了这病…… 本来乳腺癌治愈率挺高的，但这位姐姐还是在受了一大遭罪、花了一大笔钱之后，哀伤地走了。 身后，是一个家庭的几近残败：房子卖了，女儿大受打击无心学习，快八十的母亲悲伤过度一病不起，老公更是几个月头发就白了一大半…… ##亲戚都说那姐姐的病是气出来的。而且是自己气自己。 别的不说，她老公虽然粗糙了点，但人很厚道，卖了家里的房子给她做手术，一点没含糊。 但她就是对小事情想不开，总自己给自己添堵，堵着堵着就把自己的生路堵死了。 都说性格决定命运。其实，有时候性格决定着生命本身。 当然，癌症的病因有很多，每个人的情况也大不不同。但几乎所有研究都表明，癌症跟性格密切相关。 有一种性格，叫癌症性格，科学家大体总结为： 一点小事就焦虑，什么小事就较真，但遇事喜欢憋在心里，表面上很少流露出负面情绪。 他们习惯克制、压抑自己的真实想法，其实总是在生闷气。 他们往往心理脆弱，经不住打击，又总觉得孤独、无助，活得很累。 这种人的肿瘤发病率比一般人高3倍以上。 前几天，国家癌症中心发布了最新癌症数据：全国每天有一万多人被确诊为癌症，有六千多人死于癌症。而癌症的发病率，在四十岁之后猛增： 人们总心怀侥幸，没遇到时总觉得癌症这玩意儿跟自己无关。 但事实上每天都有一万多人，真真实实地领到它的通知单，还有六千多人，被它永远地从世间带走。 冷静的数字背后，是让人不忍直视的残酷现实：劳民伤财，痛苦不堪。 一位从医三十多年的妇产科专家讲述了她治疗癌症的经历： 手术后睁开眼睛那一刻，是一阵阵剧痛。顾不得悲伤害怕，就是痛，五脏六腑撕裂般的痛。 最痛的三天终于熬过去了，我下地了。我双膝酸软无力，将全部重心都压在老伴身上，艰难前行。走一步一身汗，伤口随着脚步的移动一下一下地抻着，那种痛只让人感觉生不如死。 一个月了，我的身体恢复得还不是很好，发烧成了家常便饭，每天的活动仅限于在家里地上走上两圈，大部分时间都是躺着。 我彻底接受了我是一名癌症患者的现实，一个月内我流了一生的泪。每一次亲人朋友来看我，我都泪流不止，我再也不是那个连续十几个小时站在手术台上不知道疲倦的钢铁医生了，我整日虚弱不堪地半倚在沙发上盖着毛毯，一集集看电视剧麻痹自己。 对化疗的痛苦我有足够的心理准备。我见过病人捧着马桶哇哇地吐直到吐出胆汁，我见过二十岁的小姑娘几天之内就掉光了满头的秀发，我也见过拔掉针头宁可放弃生命也不愿意受化疗之苦的。 我提前买好了假发，从心理上身体上，做好了一切准备……液体输入体内后各种不舒服的症状就出现了，我浑身酸软，躺在床上动弹不得，翻个身都困难无比，每个骨头缝里好像有万只蚂蚁咬噬一样，痛不可言。然后就是冷，像瞬间掉到了冰窟窿里一样寒彻骨头，之后就是高烧，烧到迷迷糊糊。几天后，待那些药物代谢掉后，我的身体才恢复些。可第二个疗程又开始了。 半年的时间里，我经历了各种化疗的不良反应，发烧、关节痛、神经炎、血小板低、打白介素后的周身不适、血尿、尿蛋白四个加号……终于，一切苦难都结束了。我这个老太婆挺过来了，我为自己叫声好。 她很幸运地闯过了鬼门关。更多人，其实没有这份幸运。 这位医生在经历了癌症折磨后对人生有了全新认识，很多事情都想开了。 可是，我们为什么非要等命运把自己逼进绝路时，才肯改变心态呢？如果在健健康康时，就懂得好好关照自己的身体和情绪，改掉倒霉的癌症性格，减少发病几率，岂不更好？ 其实没有那么难，无非三个字：想开点。 江苏几年前对全省一百岁以上的老人做过全面调研，有一些结果很有意思。 比如男寿星只占1/4，110岁以上的寿星全是女的，表明老头明显活不过老太太。 比如多兄弟姐妹家庭，家中老大是最长寿的，其次是老二，再次是老三。 当然，我们最该关注到的是这点：百岁老人的经济和身体状况不如一般人，但他们的生活满意度和快乐感都比一般人高，在回答“不论遇到什么事情都能想得开吗”这个问题时，约2/3的百岁寿星给出了十分肯定的回答，仅5.8%的老人回答想不开。 而且大多数百岁老人特别自信，“自己的事情自己说了算”，但并不固执，善于听取家人的意见，表明他们的人生态度十分宽容。 嗯。这是一碗有实实在在数据支撑的营养鸡汤：开心的人活得久。 美国学者还发现过更有趣的现象：战争中，胜利者的伤口比失败者的伤口愈合得好，康复得快。 因为愉快、良好的情绪能增强免疫能力。而消极沮丧的情绪，则降低、抑制了人的免疫功能。 所以，人往往会陷入这种循环：越开心的人越开心，越不开心的人越不开心。 那为啥不努力让自己开心点呢？ 我妈就是个很少生气的人，遇到什么事都能想得开。她是初中老师，你知道有些十三四岁的男生比孙悟空还调皮，能随时把老师气成火爆辣椒，但我妈就不气，该管管该治治，从不真往心里去。 她挂在嘴上的话就是“我还想多活几年呢”。 以前我只当她随口一说。现在想想，简直真理。 很多事情，本来不是事儿，你一计较一生气，反而就成了事儿。 但是有什么好处呢？气出一身病来，不还得你自己受，你自己折寿？ 所以千万别守着个癌症性格不放，怨天怨地怨众生。 人要想活得好，必须得学着自己调整自己。 放松点，糊涂点，格局大点，境界高点，凡事想开点。 实在想不开就说出来。 总之别在身体里积压负能量。要让自己进入“越开心越开心”的良性循环，而不是一步想不开，步步想不开，天天想不开，事事想不开。 世界上最傻的事就是自己生闷气。 开心的人开开心心活到一百岁。憋屈的人憋憋屈屈活到六十岁。你选一个吧。 有时候，珍爱生命的最好方式，就是活得愉快精彩。 来源：李月亮（ID：bymooneye）","categories":[{"name":"简生活","slug":"简生活","permalink":"http://yoursite.com/categories/简生活/"}],"tags":[{"name":"文章","slug":"文章","permalink":"http://yoursite.com/tags/文章/"},{"name":"浓鸡汤","slug":"浓鸡汤","permalink":"http://yoursite.com/tags/浓鸡汤/"}]},{"title":"我们都是一团暂时的原子聚合体","slug":"我们都是一团暂时的原子聚合体","date":"2018-07-06T09:33:18.000Z","updated":"2018-07-31T12:32:21.000Z","comments":true,"path":"2018/07/06/我们都是一团暂时的原子聚合体/","link":"","permalink":"http://yoursite.com/2018/07/06/我们都是一团暂时的原子聚合体/","excerpt":"利维坦按：我们的身体就像“忒修斯之船”一样，体内的大部分细胞每七到十五年便更新一次，从这个意义上说，“你”已经不是“你”了。","text":"利维坦按：我们的身体就像“忒修斯之船”一样，体内的大部分细胞每七到十五年便更新一次，从这个意义上说，“你”已经不是“你”了。 我们人体大约99％是由氢、碳、氮和氧原子组成的，这就是你和宇宙的深远关系——你体内的氢原子是在宇宙大爆炸中产生的，而碳、氮和氧原子则是由恒星产生的。所以，你可以很诗意地审视你自己：你的指甲有一半都是碳构成的；每一秒，都会有成千上万的不稳定放射性碳原子在你的细胞内和细胞之间爆炸；当你割伤自己时，星星的残骸便撒了出来。你血液中的每个铁原子，帮你的心脏将肺中的氧带到你的细胞，却曾经帮助摧毁一个巨大行星。剧烈的核聚变反应让星星闪耀，也创造了生命的原子元素。 由此，我们也不难理解，从宇宙的尺度上来说，我们这具肉身的最终解体其实是一种回归，这种回归就是字面的意思——如果你把自己看作是一团短暂的原子聚合体的话。 文/Alan Lightman译/苦山校对/lyqblue原文/nautil.us/issue/60/searches/my-own-personal-nothingness-rp本文基于创作共同协议（BY-NC），由苦山在利维坦发布 “无物只能换取无物（物有其本，事有其源）。”（威廉·莎士比亚，《李尔王》） “他所由之而出的那种虚无以及吞没于其中的那种无限，这二者都无法窥测。”（布莱兹·帕斯卡，《思想录》，“人没有上帝时的可悲”） “……‘光以太’将被证明是多余的，因为按照这里所要阐明的见解，不需要引进‘绝对静止的空间’（这一条件）。”（阿尔伯特·爱因斯坦，《论动体的电动力学》） 9岁时，在一次非同寻常的经历中，我曾与“虚无”邂逅，直到现在仍历历在目。那是个周日的下午。我独自站在位于田纳西州孟菲斯城的家中卧室里，凝视窗外空荡的街道，聆听远处一列火车经过时传来的细微声响，忽然，我感觉我正从身体外看向自己。我正位于茫茫寰宇间的某处。 有那么短短一刻，我觉得我看见了自己的整个人生，乃至整颗星球的生灭，它们不过是时间那巨大鸿沟中的一个刹那，有无限的时间先于我的存在而存在，也后于我的存在而存在。我那转瞬即逝的感受却包含了无尽的宇宙。 我没了肉体与心灵，不知怎地漂浮到了无垠的宇宙间，那空间远远超过了太阳系甚至银河系，漫无边际地延伸出去。我感到自己只是一颗芥子，微不足道地存于广袤寰宇间，而它对我毫不在意，也不关心其他任何生灵那渺小的存在；这宇宙只是单纯地存在着。我感到在我年轻的生命里曾经历过的一切——或喜或悲——以及未来会经历的一切，在万物的宏大格局中毫无意义。这一顿悟既让我感到解脱，又使我惊惶不已。随即，下一刻，我回到了身体里。 这奇怪的幻觉只持续了一分钟左右。自此之后，我再也没有过相同的经历。尽管“虚无”似乎会在排除一切的同时也排除意识，我在那次童年经历中却意识清醒，但它并非通常那种由我脑中的三磅灰质所产生的意识。那是一种别样的“意识”。我没有宗教信仰，也并不相信超自然存在。我不认为在那一分钟里我的心灵真的离开了肉体。但有那么一会儿，我确实感到一阵极度的空虚——我们创造出来为生命“定锚”的熟悉环境和思绪都消失了。那是一种“虚无”。 亚里士多德说，要想理解任何事物是什么，我们必须理解它不是什么，而“虚无”是一切的终极对立。古希腊人说，要理解物质，我们必须理解“虚空”（void），或是无物质。诚然，在公元前5世纪，留基伯（译者注：Leucippus，古希腊哲学家，率先提出了原子论的概念）提出，没有虚空就不会有运动，因为没有可用的空间让物质移动进去。根据佛教的理论，要想理解自我，我们必须理解“空”（emptiness）这种无我的状态，也就是“空性”（Śūnyatā）。要理解社会的开化作用，我们必须理解人类在远离社会时的行为，威廉·戈尔丁（William Golding）在他的小说《蝇王》（Lord of the Flies）中对这点做出了强有力的探查。 学着亚里士多德的方式，让我来说说“虚无”不是什么。它不是一种独一无二且绝对的状态。“虚无”在不同语境下有着不同的含义。从生命的角度来看，“虚无”意味着死亡。对物理学家而言，它或许意味着物质与能量的完全缺失（我们很快会看到这是不可能的），甚至是时间与空间的完全缺失。对心有所属的人来说，“虚无”可能指爱人的消失。对父母来说，它也许指孩子的别离。对画家而言——失去色彩。对读者来说——没有书本的世界。对富有强烈同情心的人——情感麻木。 对帕斯卡这样的神学家或哲学家而言，“虚无”意味着只有上帝知晓的时空上的无限。当李尔王对他的女儿考狄利娅说“无物只能换取无物”时，他是在说，如果她不能用言辞表达出对他的无限爱意，那么她所继承的领地就会比她两个阿谀奉承的姐姐少得多。第二个“无物”指的是与她姐姐们那滔滔不绝的献媚之辞相比之下考狄利娅的沉默，第一个“无物”则指代与另两人的华丽宫殿形成对比的、她即将得到的单间棚屋。 尽管“虚无”在不同情境下可能有不同含义，我想要强调一件或许很显然的事：它的所有含义都涉及与我们所知晓的某种实在的事物或状态的比较。也就是说，“虚无”是一个相对的概念。我们无法想象某种与我们存在中客观实在的事物、思想和状态无关的东西。如果不是和欢愉有所关联，悲伤本身并没有意义。贫困要通过最低收入和最低生活标准才能定义。只有饿过肚子才能明白饱腹感是什么。我孩提时代所经历过的“虚无”感和集中在我的躯壳和集中在时间里的感觉形成了对比。 初次在科学的物质世界中与“虚无”打交道时，我正在加州理工大学攻读理论物理博士学位。读博第二年，我选了一门叫“量子场论”的可怕课程，它解释了所有空间中都充斥着“能量场”，物理学家一般简称为“场”。场包括了重力场、电磁场，诸如此类。我们视作客观存在的“物质”其实是潜在的场的激发态。一个关键点在于，根据量子物理定律，所有的场都持续不断地在振荡——量子场不可能完全停止活动——这种振荡导致哪怕在没有持续存在的物质时，电子及其反粒子（正电子）之类的亚原子粒子也会瞬间出现又消失。物理学家将量子场的能量最低态称为“真空”（vacuum）。但真空中仍然有场的存在。 场散布于所有空间中。因为它们时刻都在振荡，它们时刻都在（至少是暂时地）产生物质和能量。因此，现代物理学中的“真空”和古希腊人的虚空不能混为一谈。虚空并不存在。不论看起来有多空空荡荡，宇宙中每一立方厘米的空间实际上都是涨落的场和在亚原子层面上一闪而逝的粒子结合而成的一片混乱。因此，在物质层面，“虚无”并不存在。 值得一书的是，“真空”的活跃本性已在实验室中被观察到。主要的例证来自氢原子的电子，它的能量可以通过其光谱线计算得到十分精确的结果。根据量子力学，真空中的电磁场持续不断地生成寿命短暂的电子和正电子对。这些幽灵般的粒子从真空里无中生有，存在约1/10亿的1/10亿秒，随即消失不见。 当一个孤立的氢原子存在于看似空荡的空间里时，原子中心的质子会吸引真空中一闪而逝的的电子，同时排斥真空中的正电子，这会使得它的电荷量微微减少。随着质子的电荷量减少，氢原子轨道上的电子能（并非真空中的电子）也会稍有改变，这一过程称为兰姆位移（the Lamb shift），因1947年首次测量出这一能量差值的物理学家威利斯·兰姆（Willis Lamb）而得名。测量出的能量位移量很小，只有3/108。但它和理论中那复杂的公式高度吻合——这是一次对有关真空的量子理论的精彩验证。人类思维得以对真空空间产生如此多的了解，这是一场伟大的胜利。 是和欢愉有所关联，悲伤本身并没有意义。 甚至在我们理解量子真空前，真空空间——和“虚无”——的概念就在现代物理学中扮演着重要的角色。从19世纪中叶的发现来看，光是一种携带电磁能的波动，而过去的经验告诉众人，所有的波（如水波和声波）传播时都需要介质。将屋里的空气抽走，你就听不见别人说话。把湖里的水抽干，你就没法生起涟漪。人们假定有一种稀薄的物质名为“以太”，它就是传播光的媒介。由于我们能看到遥远的星光，以太必然充满整个宇宙。既然如此，真空空间并不存在。空间中满是以太。 1887年，在物理学史上最著名的一场实验中，两位美国物理学家试图在今天俄亥俄州克利夫兰的凯斯西储大学测量地球相对于以太的运动。实验失败了。或者说，他们无法探测到任何以太风产生的效果。随后，到了1905年，26岁的阿尔伯特·爱因斯坦提出以太并不存在。他取而代之地提出假设称，不同于其他任何波动，光可以穿越完全真空的空间。这一切都发生在量子物理诞生前。 年轻的爱因斯坦之所以否认以太的存在，转而投向真空的怀抱，源自一个更深层面的假设：宇宙中并不存在绝对静止的空间。你没法说火车正以每小时100公里的速度做绝对运动。你只能说火车正以每小时100公里的速度相对于某个物体移动，比如火车站。只有两个物体间的相对运动才有意义。爱因斯坦之所以推翻以太这一假设，是因为它会在宇宙中建立起一个绝对静止的参照系。如果宇宙中充满了客观实在的以太，那你就能认定一个物体是静止或运动，就像你能认定湖里的一艘船相对于水是静止或运动。因此，爱因斯坦通过否认了“绝对静止的空间”这一猜想，找回了物质的真空或“虚无”。 总而言之，起初，以太充满了整个宇宙。之后，爱因斯坦移走了以太，只剩下真正的真空。其他物理学家们再次往真空中填进量子场。但量子场并未重新引入绝对静止的参照系，因为它们并非稳定的物质。爱因斯坦的相对性原理得以保留下来。 量子场论的先驱之一是传奇物理学家理查德·费曼（Richard Feynman），他是加州理工大学的一位教授，也是我的论文指导委员会的成员之一。20世纪40年代末，费曼等人发展了电子如何与真空中幽灵般的粒子互动的理论。40年代初，他还是个骄傲神气的年轻科学家，在那时参与了曼哈顿计划（译者注：the Manhattan Project，二战期间研发与制造原子弹的一项大型军事工程）。20世纪70年代初，我在加州理工大学认识了费曼，当时他已经变得圆滑收敛了些，但仍时刻准备推翻现有的理论知识。他每天都穿白衬衫，只穿白色的，因为他说这样更方便和不同颜色的长裤搭配，他说自己讨厌在衣服穿搭上耗时间。 费曼对哲学也有种强烈的反感。尽管他聪明得很，他却用一种极其直截了当的态度看待物质世界，对于纯假设性和主观的问题毫无兴趣。他能花上几个钟头讨论量子真空的行为，也确实这么做过，但他不肯在哲学或神学层面对“虚无”的考量上浪费哪怕一分钟。和费曼相处下来，我意识到一个人可以在不考虑“为什么”的前提下成为伟大的科学家，因为这个问题并非科学可以证明。 然而，费曼确实明白思维可以自行创造现实。1974年，我从加州理工毕业，他在学位授予日的演讲中表明了自己确实理解这点。那是5月下旬一个热浪滚滚的日子，我们毕业生坐在室外，博士帽和博士服里全是汗。在演讲中，费曼提出，在发表任何科学结果前，我们应考虑所有自己可能会犯错的地方。“首要原则是，”他说，“你一定不能欺骗自己——但骗自己是最简单的事了。” 在沃卓斯基兄弟（姐妹）的里程碑式电影《黑客帝国》（The Matrix，1999）中，直到我们已经深深地入戏之后，我们才意识到角色们所经历的一切现实——街上的行人，建筑物、餐厅和夜店，乃至整座城市——都是幻觉，是由一台超级计算机在人类大脑中播放的虚构影片。真正的现实世界是一片荒芜废土，人类被囚禁并强制陷入昏迷，沉睡在叶型的舱室中，用自己的生命力来维持机器运转。要我说，我们生命中被称为现实世界的也大体是一场幻觉，而我们比自己通常所承认的更接近解体和“虚无”。 让我来解释一下。有这样一个理念，尽管极其令人不愉快，但在过去数个世纪中得到了科学家的广泛认可，那就是：我们人类和一切生灵都是完全由物质构成的。这就是说，我们由且仅由客观实在的原子构成。确切地说，人平均由7000万亿亿个原子组成——65%的氧，18%的碳，10%的氢，3%的氮，1.4%的钙，1.1%的磷，以及少量的其他54种化学元素。我们所有的肌肉、组织、器官和脑细胞都是由这些原子组成的。除此之外，别无其他。 在宇宙量级的浩大存在看起来，我们每个人不过是一团原子的聚合体罢了。当然了，它是个特殊的聚合体。人和石块并不相同。但我们所感受到的精神知觉——意识和思维——都是神经元之间纯然物质的电化学相互作用所导致的纯然物质的结果，而神经元不过是原子聚合体罢了。当我们死去，这一特殊的聚合体便解离开来。我们体内的原子总数在我们呼出最后一口气时并不发生变化。之后，原子们与空气、水和土壤混为一体，而人们可以追踪定位其中的每一个。物质四散，留存下来。我们每一个人只是一团暂时的原子聚合体，不多不少。我们全都处在物质性崩解和散裂的边缘。 尽管话是这样说，但“拥有知觉和意识”这种感觉太过有力而强烈，以至于我们为其他人类——也就是其他某些原子聚合体——赋予了超然的特质，某种非物质的、宏大的本质。又因为对我们每个人来说，最重要的原子聚合体就是自己，我们也赋予自己以某种超然的特质——一种“自我”——它比起一团原子来说要宏大、重要得多。 “首要原则是，”费曼说，“你一定不能欺骗自己——但骗自己是最简单的事了。” 我们也用类似的方式来对待人类所创造的制度习俗。我们为我们的艺术、文化、伦理规范和法律赋予宏伟而长久的实体。我们赋予这些制度习俗远超过我们自身的权威性。但事实上，这一切都只是我们思维构建的产物。即，这些制度规章及其被赋予的涵义都是神经元相互作用的结果，而神经元仅仅是物质性的原子。它们都是精神层面的构造物。刨去我们独立地和集体地赋予它们的现实涵义，它们并不真实存在。 佛教徒早在多个世纪前就懂了这点。这是佛家“空”和“无常”概念的一部分。我们赋予他人及人类制度习俗的那些超然性、非物质性、持久性不过是种幻觉，如同《黑客帝国》里计算机生成的世界一般。毫无疑问，我们人类在思维层面已经达成了卓越的成就。我们拥有能对世界做出精准预测的科学理论。我们创造了绘画、音乐和文学，它们在我们眼中美丽而含义深刻。我们拥有体系完整的法律和社会规章。但这些东西离开了我们的思维是没有固有价值的。但我们的“思维”也只是一团原子，注定要解体崩裂。在这种意义下，我们和我们的习俗制度总是在不断走向“虚无”。 那么，这一系列严肃的思考给我们留下了什么呢？考虑到我们的实际存在仅仅来自于自我构筑且短暂如斯，我们该怎样作为个体和社会的一分子度过自己的一生呢？ 鉴于我离自己的“虚无”越来越近，我仔细考虑了这些问题，并得出了一些临时结论，以此指导自己生活。每个人都必须为自己好好思考这些深奥的问题——它们没有正确答案。我认为，身为社会的一分子，我们需要意识到我们有强大的力量来按自己的想法构建法律和其他制度。外部权威并不存在。外部限制也不存在。唯一的限制是我们的想象力。因此，我们应多花点功夫仔细考虑我们是谁、我们想要成为什么。 作为个体而言，在人类能将心智上传到计算机的那一天来临之前，我们都受限于这副躯壳和这个大脑。不论好坏，我们都和自己的个人精神状态终生绑定，这包括了个人的欢愉和苦楚。不论我们对现实的看法如何，我们都会经历个人的欢愉和苦楚。我们会产生感受。笛卡尔（Descartes）的名言如是说：“我思故我在。”我们也可以这样讲：“我感故我在。” 当我说感受欢愉和苦楚时，我指的不仅仅是物理上的欢愉和痛苦。和古代的伊壁鸠鲁学派（译者注：Epicureans，主张享乐乃是至善之事，包括肉体和精神上的快乐）一样，我指的是所有形式的欢愉和苦楚：智力上的、艺术上的、道德上的、哲学上的，等等。这一切形式的欢愉我们都将体会，我们也无法不去体会它们。它们是我们肉体和心灵的真实，是我们的内在真实。而这就是我推出的结论：我不妨用一种尽可能增加自己的欢愉并尽可能减少苦楚的方式生活。于是，我试着品尝美食、供养家庭、创造美丽的事物，并帮助那些不如我幸运的人，因为这些行为使我快乐。 我同样试着不去过一种单调无聊的生活，避免个人的放纵，不去伤害他人，因为这些行为令我痛苦。我就应该这样生活。有不少比我深刻得多的思想家通过不同的路径得出了相同的结论，其中最闻名遐迩的当属英国哲学家杰里米·边沁（Jeremy Bentham）。 我所感到的、所知晓的是，在漫长时间里的这一刻，就是现在，我就在这里。我并非虚空的一部分。我并非量子真空中的一次涨落。哪怕我明白某天构成我的原子会四散到土壤和空中，我将不再存在，我将化为某种“虚无”，现在的我是活着的。这一刻的我是有感受的。我能看见自己的手正架在写字台上。我能透过窗户感到阳光的暖意。向外望去，我能看见落满松针的小径一路通往海边。就是现在。 本文作者艾伦·莱特曼（Alan Lightman）是一名物理学家、小说家、人道主义践行者。他在MIT工作。他最近写了本新书《在缅因州的小岛上搜寻星星》（Searching for Stars on an Island in Maine）。","categories":[{"name":"简生活","slug":"简生活","permalink":"http://yoursite.com/categories/简生活/"}],"tags":[{"name":"文章","slug":"文章","permalink":"http://yoursite.com/tags/文章/"}]},{"title":"《当幸福来敲门》影评","slug":"《当幸福来敲门》影评","date":"2018-07-05T09:33:18.000Z","updated":"2018-07-31T12:25:42.000Z","comments":true,"path":"2018/07/05/《当幸福来敲门》影评/","link":"","permalink":"http://yoursite.com/2018/07/05/《当幸福来敲门》影评/","excerpt":"关于罗永浩如果有朋友打电话约他出去玩的话，他一旦按奈不住，走到门口的时候，随手拿起一本来翻到其中一页，就会看到类似这样的句子：少装不努力，老大徒伤悲。罗永浩赶紧跑到厕所里冲凉水，然后，照着镜子，给自己两个耳光。把自己能外出见人的衣服都扔掉。自己又重新拿起书开始背单词。","text":"关于罗永浩如果有朋友打电话约他出去玩的话，他一旦按奈不住，走到门口的时候，随手拿起一本来翻到其中一页，就会看到类似这样的句子：少装不努力，老大徒伤悲。罗永浩赶紧跑到厕所里冲凉水，然后，照着镜子，给自己两个耳光。把自己能外出见人的衣服都扔掉。自己又重新拿起书开始背单词。 罗永浩在吉大做了一个演讲，叫《我的奋斗》。其中，有一个他早年在新东方学习英语的故事。 他们学习的地方，在北京附近的一个山上。很多人象疯子一样拼命地背单词。他觉得这种疯狂的感觉真好。 他经常在晚上2点过离去的时候，还有很多人在坚持。 有一天，他决心要拿第一。那天晚上，他坚持到了4点钟。实在是不行了，打了一个小盹。醒过来的时候，看见有两个人在向他比着“V”的手势。 他知道，这些人在早上的七点钟，仍然会按时出现在教室的课堂上。 他知道自己为何要这样玩命：他讨厌英语，他也讨厌老师。可是，为了今后要当一个新东方的老师，为了奔向新东方的百万年薪。他知道，他别无选择。 他不清楚别人来新东方学习的动力是什么，他看见的每个人都是如此的拼命。 那是一个夏天，上课的时候，几百个人拥挤在一个教室里上课，持续的高温和睡眠不足，几乎大半的学生都用纸堵着一个流鼻血的鼻孔。而罗永浩的两个鼻孔都堵上了。 就这样，经历了几个月的魔鬼式的学习，他通过了新东方的考试。 学完后，他知道自己再也回不去了。他在北京的近郊租了一个地方，用一些砖头搭了一个床。 他睡觉的时候只能仰着，不能随便翻身，他知道翻身的时候，人容易掉下来，而且两边的气味不如中间那么容易忍受。 罗永浩决定把自己关起来背单词。他怕自己会三天打鱼，两天晒网。自己想了个约束自己的办法：去垃圾收购站买了100多斤的励志书，放在门口。 如果有朋友打电话约他出去玩的话，他一旦按奈不住，走到门口的时候，随手拿起一本来翻到其中一页，就会看到类似这样的句子： 少装不努力，老大徒伤悲。 罗永浩赶紧跑到厕所里冲凉水，然后，照着镜子，给自己两个耳光。把自己能外出见人的衣服都扔掉。自己又重新拿起书开始背单词。 就这样反复跟自己的懒惰和妥协做斗争，一年过去了。 罗永浩终于脱胎换骨，他写了万言自荐书给新东方的俞敏洪。他去新东方试讲了两次。俞敏洪觉得他口才太差，根本不适合当老师。在最后一次试讲中，他终于放开了自己。 他终于在新东方开始了自己的英语教师生涯。那年，他已经将近30岁了。 5年后，他终于成为了新东方年薪最高的老师。 关于俞敏洪–我的学生有救了 关于罗永浩在新东方学习的那段艰苦卓绝，还可以从另外一个人的眼睛里看到。 《赢在中国》的主持人王利芬曾经有这样的一段文字： 在做《赢在中国》之前，我曾看过一个关于俞敏洪的电视片，说的是他在创办新东方初期，一个十分炎热的夏天，他每天上十节课。由于上课条件简陋，没有空调，教室里奇热难熬。学生是一边不停地擦汗一边上课，由于持续十多天的高温，俞敏洪担心学生会中暑，就拿一些冰块让学生们用毛巾包起来放在额头上降温。这样的情形持续了十多天，他非常着急，一天下午，天突然下起了瓢泼大雨，他冲出教室嘴里喊着“我的学生有救了！”然后在院子里号啕大哭。 后来，王利芬在节目的主题歌《在路上》写下了这样的一句歌词： 路上的辛酸已融进我的眼睛….. 绝大多数人，绝大多数时候，人都只能靠自己。 老鸟的朋友开了一家IT培训公司，请老鸟给学生们做一些职业生涯建议的讲座。老鸟马上就答应了。 老鸟讲了一些专业上读书的意见，然后，跟大家说：绝大多数人，绝大多数时候，人都只能靠自己。 他说：你没有什么好的家庭背景，你没有遇到什么贵人，你也没读什么好学校。这些都不碍事。关键是，你决心要走那条路，想成为什么样的人，准备怎样对自己的懒惰下黑手。 老鸟说：当年，我去深圳找工作，白天在华强北的人才市场里投简历，晚上，就睡在附近的草坪里。那时，有很多我们这样的人，虽然仍然在生活中挣扎，但从来没怀疑过自己可以挺下去。直到今天也是如此。 老鸟说：想想自己一天用多少时间来工作，用多少时间来学习，用多少时间在网络上游荡，用多少时间来抱怨。如果你从来都没有压榨过自己。那就什么都别说了。 老鸟给学生的建议是，有空去看一部电影：《当幸福来敲门》。 这部电影讲述的是一个男人在失业的压力下，他应该怎样去面对和选择。 老鸟也给大家讲了罗永浩、俞敏洪他们的故事。他们面对的困境，本质上是如出一辙的。 老鸟说：每个人都有自己的困境。那种心灵的困境。每个人都在想：我为什么不能成功？我为什么不能得到幸福？ 这部电影在片尾的时候，告诉了我们答案： 男人终于被录用了。他从面试的地方出来。他欢快的脚步在熙熙攘攘的人群中跳跃。 他说：此刻，他感到了幸福。 结语 每个人都有追求成功和幸福的权力。但是，可没人说你一定会得到它：看成功的100个法则不能，看唐骏的我的成功可以复制也不能。 到现在为止，只有互联网的文字可以复制，每个人要自己走的路，是不能复制的。 生活告诉我们，一个人总是要在付出必须的努力之后，才能收获到一点点的幸福。 生活，其实是没有捷径的。你总不可能什么都不想付出，就想获得一切。 生活的路就是勇敢地向前走，依靠你自己的梦想、信念、勤奋和坚持，只有这样，你才有机会在走的过程中，自我证明，找到你想要的尊严。","categories":[{"name":"简生活","slug":"简生活","permalink":"http://yoursite.com/categories/简生活/"}],"tags":[{"name":"影评","slug":"影评","permalink":"http://yoursite.com/tags/影评/"}]},{"title":"hexo干货系列：（一）hexo+gitHub搭建个人独立博客","slug":"hexo干货1","date":"2018-07-03T09:33:18.000Z","updated":"2018-07-31T12:23:50.000Z","comments":true,"path":"2018/07/03/hexo干货1/","link":"","permalink":"http://yoursite.com/2018/07/03/hexo干货1/","excerpt":"前言一直想要一个自己的独立博客，但是觉得申请域名+服务器的太麻烦了就一直没有实现。偶然机会发现Hexo这个优秀的静态博客框架，再搭配现在流行的gitHub，简直是完美写博客的黄金搭档（免费+方便）。于是就上网参考了好多教程最后磕磕碰碰的搭建了起来。但是网上的教程多多少少都有点问题，可能比较早吧。就有了这个自己总结的教程，一是自己总结一下。二是给也想搭建Hexo博客的童鞋们多一点参考。","text":"前言一直想要一个自己的独立博客，但是觉得申请域名+服务器的太麻烦了就一直没有实现。偶然机会发现Hexo这个优秀的静态博客框架，再搭配现在流行的gitHub，简直是完美写博客的黄金搭档（免费+方便）。于是就上网参考了好多教程最后磕磕碰碰的搭建了起来。但是网上的教程多多少少都有点问题，可能比较早吧。就有了这个自己总结的教程，一是自己总结一下。二是给也想搭建Hexo博客的童鞋们多一点参考。 正文此教程是基于window系统用户，Hexo3版本 安装前提软件Node.js: 作用：node.js用来创建hexo博客框架的，我当前安装版本为：node-v5.6.0-x64 Git客户端: 作用：把本地的hexo内容提交到github上去，我当前安装的是Git-2.7.0-64-bit 安装Hexo安装前先介绍几个hexo常用的命令,#后面为注释。 12345678hexo g #完整命令为hexo generate,用于生成静态文件hexo s #完整命令为hexo server,用于启动服务器，主要用来本地预览hexo d #完整命令为hexo deploy,用于将本地文件发布到github上hexo n #完整命令为hexo new,用于新建一篇文章 利用 npm 命令即可安装。在任意位置点击鼠标右键，选择Git Base 输入安装hexo命令： 12npm install -g hexo 安装完成后，在你喜爱的文件夹下（如E:\\Hexo），执行以下指令(在E:\\Hexo内点击鼠标右键，选择Git Bash)，Hexo 即会自动在目标文件夹建立网站所需要的所有文件。 12hexo init 安装依赖包： 12npm install 让我们看看刚刚下载的hexo文件带来了什么，在E:\\hexo内执行以下命令： 1234hexo ghexo s 然后用浏览器访问http://localhost:4000， 此时，你应该看到了一个漂亮的博客了，当然这个博客只是在本地的，别人是看不到的，hexo3.0使用的默认主题是landscape。轻轻松松就看到了一点成果，是不是很激动，这就是hexo的强大之处，这个本地预览的功能，我真是爱不释手。 注册Github帐号已经有Github帐号跳过此步，首先进入Github进行注册，用户名、邮箱和密码之后都需要用到，自己记好。 创建repositoryrepository相当于一个仓库，用来放置你的代码文件。首先，登陆进入Github，并进入个人页面，选择repositories(下图第一个红圈的地方)，然后New一个repository(下图第二个红圈的地方) 创建时，只需要填写Repository name即可，当然这个名字的格式必须为youname.github.io，例如我的为tengj.github.io 部署本地文件到github既然Repository已经创建了，当然是先把博客放到Github上去看看效果。编辑E：\\hexo下的_config.yml文件，建议使用Notepad++。 在_config.yml最下方，添加如下配置(命令中的第一个tengj为Github的用户名,第二个tengj为之前New的Repository的名字,记得改成自己的。另外记得一点，hexo的配置文件中任何’:’后面都是带一个空格的),如果配置以下命令出现ERROR Deployer not found : github，则参考上文的解决方法 12345678deploy: type: git repository: https://github.com/tengj/tengj.github.io.git branch: master 配置_config.yml并保存。如果你是第一次使用Github或者是已经使用过，但没有配置过SSH，则可能需要配置一下: 在Git Bash输入以下指令（任意位置点击鼠标右键），检查是否已经存在了SSH keys。 12ls -al ~/.ssh 如果不存在就没有关系，如果存在的话，直接删除.ssh文件夹里面所有文件： 输入以下指令（邮箱就是你注册Github时候的邮箱）后，回车，出现提示让你输入的时候直接先回车，好像需要3次，如下图所示： 12ssh-keygen -t rsa -C &quot;358593266@qq.com&quot; 然后键入以下指令： 12ssh-agent -s 继续输入指令： 12ssh-add ~/.ssh/id_rsa 输入之后，在我这里是出错了，不知道你的有没有出错。 如果你的也是这样子出错了的话，就输入以下指令： 1234eval `ssh-agent -s`ssh-add 到了这一步，就可以添加SSH key到你的Github账户了。键入以下指令，拷贝Key（先拷贝了，等一下可以直接粘贴，不放心的在执行下面命令后，先黏贴在记事本上）： 12clip &lt; ~/.ssh/id_rsa.pub 然后到Github里面，点击右上角的设置图标Settings,找到SSH keys,Ttile随便你命名，Key就黏贴上你刚才复制的key,然后点Add SSH key，最后会让你重新输入下gitHub的密码 最后还是测试一下吧，键入以下命令： 12ssh -T git@github.com 你可能会看到有警告，没事，输入“yes”就好 以上就表示SSH配置好了，执行以下命令部署到Github上。 1234hexo ghexo d 如果执行hexo d命令报下名错： [ 就先安装一下hexo-deployer-git这个模块： 12npm install hexo-deployer-git --save 安装好了继续执行hexo d部署命令，输入gitHub的账号密码，就可以访问了。我的是： tengj.github.io [ 发表一篇文章1.在Git Bash执行命令： 12hexo new &quot;my new post&quot; 2.在E:\\hexo\\source_post中打开my-new-post.md，打开方式使用记事本或者其他文本工具。 hexo中写文章使用的是Markdown，这里推荐使用markdownpad这个工具。 Markdown编写语法自己百度一下，不难 1234567891011121314title: my new post #可以改成中文的，如“新文章”date: 2016-02-21 16:04:09 #发表日期，一般不改动categories: blog #文章文类tags: [文章] #文章标签，多于一项时用这种格式，只有一项时使用tags: blog---#这里是正文，用markdown写，你可以选择写一段显示在首页的简介后，加上&lt;!--more--&gt;，在&lt;!--more--&gt;之前的内容会显示在首页，之后的内容会被隐藏，当游客点击Read more才能看到。 写完文章后，你可以使用 123456$ hexo g 生成静态文件$ hexo s 在本地预览效果$ hexo d 同步到github 然后使用http://lyqblue.github.io进行访问。 总结到这里，就算初步搭好了一个属于自己的独立博客，后续就是本地写文章然后部署最后发布就行。当然这只是最基本的流程，hexo提供了许多好看的主题，我准备下篇里面详细介绍下主题的下载以及配置。让你的博客更加的酷炫! 大家按照我这个整理的教程搭建，理论上都能搭建成功。如果过程中发现一些问题，也可以留言我们一起探讨。祝大家一次就能搭建属于自己的独立博客~撒花","categories":[{"name":"教程","slug":"教程","permalink":"http://yoursite.com/categories/教程/"}],"tags":[{"name":"建站","slug":"建站","permalink":"http://yoursite.com/tags/建站/"},{"name":"hexo干货","slug":"hexo干货","permalink":"http://yoursite.com/tags/hexo干货/"}]},{"title":"彷徨","slug":"彷徨","date":"2018-07-02T09:33:18.000Z","updated":"2018-07-31T12:30:08.000Z","comments":true,"path":"2018/07/02/彷徨/","link":"","permalink":"http://yoursite.com/2018/07/02/彷徨/","excerpt":"致自己现在是一个多元化的时代，各种意识和价值观纷纷完成了独立，再聚合的过程后迅速崛起。坚持了几千年的基于血脉、家族式聚合方式正在瓦解崩塌，人们之间开始变成一个基于兴趣，取向而成立的一个个群组，社群。多元的价值观甚至导致两个社群之间都不知道有彼此的存在，每个价值观内的人都在过着他们所坚持的生活，因为那是他们所理解和坚持的生活准则，活着的目的，执拗的觉得活着总得为了点什么。","text":"致自己现在是一个多元化的时代，各种意识和价值观纷纷完成了独立，再聚合的过程后迅速崛起。坚持了几千年的基于血脉、家族式聚合方式正在瓦解崩塌，人们之间开始变成一个基于兴趣，取向而成立的一个个群组，社群。多元的价值观甚至导致两个社群之间都不知道有彼此的存在，每个价值观内的人都在过着他们所坚持的生活，因为那是他们所理解和坚持的生活准则，活着的目的，执拗的觉得活着总得为了点什么。 人生短短数十年，人终将离开这个世界，一想到这里，就感觉到，生活中还有什么想不开的呢，不过是一时的纠结，也是在人活着的为数不多的天数中，少了开心的一天，多了体验不好的一天。 和别人聊天时，我经常说起‘格局’一词来，大意是基本所有的事情，从不同的格局角度来看，都将有不同的答案和理解。一个人的看待事情的格局越大，那么面对生活中的那些磨难以及一些鸡毛蒜皮，不疼不痒，不使人掉块肉的事情，就会变成另一种理解。 这种理解应该和梁启超的‘不在客观的事，全在主观的心’差不多，甚至和体制考试里涉及到的‘合理情绪疗法（ABC理论）’也差不多。但是终想来，自己对于这样的格局思维的应用也是寥寥。 写这篇文章也是告诉自己，不要迷惘，不要浮躁，也不要恐惧未来，大多数的不适心理体验在除却个体层面后，也是那样的普通和普遍，每个人都在经历，也都在和自己所制造的磨难过不去。 记于毕业半年 2017年1月11日 临沂 晌午","categories":[{"name":"断舍离","slug":"断舍离","permalink":"http://yoursite.com/categories/断舍离/"}],"tags":[{"name":"文章","slug":"文章","permalink":"http://yoursite.com/tags/文章/"},{"name":"心得","slug":"心得","permalink":"http://yoursite.com/tags/心得/"}]},{"title":"静态博客搭建初衷","slug":"vlog搭建初衷","date":"2018-07-01T09:33:18.000Z","updated":"2018-07-31T12:24:45.000Z","comments":true,"path":"2018/07/01/vlog搭建初衷/","link":"","permalink":"http://yoursite.com/2018/07/01/vlog搭建初衷/","excerpt":"前言毕业已两年有余，目前在一家公司做设计师。几年前便一直在寻摸筹划着搞一个真正的自己的网站，奈何在度娘的百番攻势下，均在各种度娘广告下的八流所谓一键可视化建站的折腾而告终。偶然的机会接触到了Github,可谓是打开了新世界的大门，再加之以前有整理笔记，知识，碎念之类的喜好。遂,独立博客，建立之。","text":"前言毕业已两年有余，目前在一家公司做设计师。几年前便一直在寻摸筹划着搞一个真正的自己的网站，奈何在度娘的百番攻势下，均在各种度娘广告下的八流所谓一键可视化建站的折腾而告终。偶然的机会接触到了Github,可谓是打开了新世界的大门，再加之以前有整理笔记，知识，碎念之类的喜好。遂,独立博客，建立之。 正文技能点涉及为了搭建自己的独立博客，结果学了许多东西，感觉也是蛮好玩的。 下面用思维导图画一下我为了搭建个人博客而涉及学习的知识点。 技能学习框架 系列博文整理整理了下hexo系列的文章，发现写系列博客感觉还是很棒的： hexo干货系列：（一）hexo+gitHub搭建个人独立博客 hexo干货系列：（二）hexo主题下载及配置 hexo干货系列：（三）hexo的Jacman主题优化 hexo干货系列：（四）将hexo博客同时托管到github和coding hexo干货系列：（五）hexo添加站内搜索 hexo干货系列：（六）hexo提交搜索引擎（百度+谷歌） hexo干货系列：（七）hexo安装统计插件 hexo干货系列：（八）hexo文章自动隐藏侧边栏 结束语2016年才知道有hexo这个东西，但是期间的兜兜转转，经历了很多象牙塔外的十字路口，直到最近，心才沉稳，梳理梳理自己的生活。 hexo系列的学的差不多了，个人博客也搭建好了，后续就是用来记录自己工作以及生活上的点点滴滴。也会顺便把这几年学习的心得一片片写出来跟大家分享。 —- lyqblue 于 临沭 科技大楼 办公室内","categories":[{"name":"断舍离","slug":"断舍离","permalink":"http://yoursite.com/categories/断舍离/"}],"tags":[{"name":"建站","slug":"建站","permalink":"http://yoursite.com/tags/建站/"},{"name":"心得","slug":"心得","permalink":"http://yoursite.com/tags/心得/"}]}]}